Repository: 8devices/luci
Catalog: po/*/admin-core.po
Languages: ca, de, el, es, fr, it, pt_br, vi

source: If your physical memory is insufficient unused data can be temporarily swapped to a swap-device resulting in a higher amount of usable <abbr title="Random Access Memory">RAM</abbr>. Be aware that swapping data is a very slow process as the swap-device cannot be accessed with the high datarates of the <abbr title="Random Access Memory">RAM</abbr>.
ca: Si la teva memòria física és insuficient, les dades no usades es poden intercanviar a un dispositiu d'intercanvi, pel qual hi haurà una quantitat més gran de memòria <abbr title="Random Access Memory">RAM</abbr> usable. Tingues en compte que intercanviar dades és un procés molt lent, ja que no es pot accedir al dispositiu d'intercanvi amb unes taxes tan altes com les de la <abbr title="Random Access Memory">RAM</abbr>.
de: Falls der Arbeitsspeicher des Routers nicht ausreicht, kann dieser nicht benutzte Daten zeitweise auf einem SWAP-Laufwerk auslagern um so die effektive Größe des Arbeitsspeichers zu erhöhen. Die Auslagerung der Daten ist natürlich bedeutend langsamer als direkte Arbeitsspeicherzugriffe.
el: Αν η φυσική μνήμη δεν είναι αρκετή, μη-χρησιμοποιούμενα δεδομένα μπορούν προσωρινά να εναλλάσσονται σε μία συσκευή swap με αποτέλεσμα περισσότερη ενεργή <abbr title="Random Access Memory">RAM</abbr>. Η εναλλαγή δεδομένων είναι μία πολύ αργή διαδικασία αφού η συσκευή swap δεν μπορεί να προσπελαστεί με τους υψηλούς ρυθμούς μεταφοράς δεδομένων που διαθέτει η <abbr title="Random Access Memory">RAM</abbr>.
es: Si la memoria física es insuficiente, los datos no utilizados pueden ser intercambiado tempralmente en un dispositivo de intercambio (swap-device) conllevando a espacio de memoria <abbr title="Random Access Memory">RAM</abbr> usable. Tenga en cuenta que el intercambio de datos is un proceso lento ya que los dispositivos de intercambio (swap-devices) no pueden transferir volumenes de informacińo a altas tazas como si la <abbr title="Random Access Memory">RAM</abbr>.
fr: Si la mémoire physique n'est pas en quantité suffisante, les données inutilisées peuvent être temporairement transférée sur une partition d'échange, relevant la quantité de RAM disponible. Ce processus est lent car la mémoire d'échange ne peut être accédée aux taux de transfert de la RAM.
it: Se la tua memoria è insufficiente i dati non usati possono venire temporaneamente spostati in un&#39;area di swap risultando in un più grande quantitativo di <abbr title="Random Access Memory">RAM</abbr> usabile. Sappi che spostare dati in swap è un processo molto lento e che il dispositivo di swap non può essere acceduto alle alte velocità della <abbr title="Random Access Memory">RAM</abbr>.
pt_br: Se a sua memória física for insuficiente, os dados poderão ser trocados temporariamente para um dispositivo swap, resultando em uma maior quantidade de memória utilizável <abbr title="Memória de Acesso Aleatório">RAM</abbr>. Esteja ciente de que a troca de dados (swap) é um processo muito lento pois o dispositivo swap não pode ser acedido com um nível elevado de memória <abbr title="Memória de Acesso Aleatório">RAM</abbr>.
vi: Nếu bộ nhớ vật lý không đủ dữ liệu không dùng có thể được swap tạm thời đến một thiết bị swap để tạo ra nhiều khoảng trống hơn trong <abbr title="Random Access Memory">RAM</abbr>. Hãy nhận biết rằng swapping dữ liệu là một quá trình rất chậm vì một thiết bị swap không thể được truy cập với datarates cao hơn của <abbr title="Random Access Memory">RAM</abbr>.

source: Reboots the operating system of your device
ca: Arranca de nou el sistema operatiu del teu dispositiu
de: Startet das Betriebssystem des Routers neu.
el: Επανεκκίνηση του λειτουργικού συστήματος της συσκευής σας
es: Reiniciar el sistema operativo de su dispositivo
fr: Redémarrage du système d'exploitation de votre équipement
it: Riavvia il sistema operativo del tuo dispositivo
pt_br: Reinicia o seu equipamento
vi: Reboots hệ điều hành của công cụ

source: Perform reboot
ca: Arranca de nou
de: Neustart durchführen
el: Εκτέλεση επανεκκίνησης
es: Reiniciar...
fr: Redémarrer
it: Esegui un riavvio
pt_br: Executar reinicialização
vi: Tiến hành reboot

source: Please wait: Device rebooting...
ca: Si us plau espera: Dispositiu arrancant-se de nou
de: Bitte warten: Neustart wird durchgeführt...
el: Παρακαλώ περιμένετε: Η συσκευή επανεκκινεί...
es: Por favor espere. Reiniciando dispositivo ...
fr: Patientez s'il vous plaît: équipement en cours de redémarrage...
it: Per favore attendi: Riavvio del dispositivo...
pt_br: Por favor aguarde: Equipamento a reiniciar...
vi: Xin chờ: Công cụ đang reboot

source: Warning: There are unsaved changes that will be lost while rebooting!
ca: Alerta: Hi ha canvis que no s'han desat i que es perdran mentre s'arranca de nou!
de: Warnung: Es gibt ungespeicherte Änderungen, die beim Neustart verloren gehen!
el: Προειδοποίηση: Υπάρχουν μη-αποθηκευμένες αλλαγές που θα χαθούν κατά την επανεκκίνηση!
es: Advertencia: Hay cambios realizados que no han sido guardados, los mismos se perderán mientras se reinicia!
fr: Attention : il reste des changements non appliqués qui seront perdus après redémarrage !
it: Attenzione: Ci sono modifiche non salvate che verranno persi riavviando!
pt_br: Aviso: Existem alterações não salvas que serão perdidas durante a reinicialização!
vi: Cảnh báo: Các thay đổi chưa lưu sẽ bị mất trong khi khởi động lại!

source: Changes applied.
ca: Canvis aplicats.
de: Änderungen angewandt.
el: Αλλαγές εφαρμόστηκαν.
es: Cambios aplicados.
fr: Changements appliqués.
it: Modifiche applicate.
pt_br: Alterações aplicadas.
vi: Thay đổi đã áp dụng

source: Backup / Restore
ca: Fes còpia de seguretat / Restaura
de: Sichern / Wiederherstellen
el: Αντίγραφα Ασφαλείας
fr: Sauvegarder / Restaurer
it: Backup / Ripristina
pt_br: Backup / Restauração

source: Create backup
ca: Crea còpia de seguretat
de: Sicherung erstellen
el: Δημιουργία αντίγραφου ασφαλείας
es: Crear copia de respaldo
fr: Créer une archive de sauvegarde
it: Crea un backup
pt_br: Criar backup
vi: Tạo backup

source: Backup Archive
ca: Arxiu de seguretat
de: Sicherungsarchiv
el: Αρχείο αντιγράφων ασφαλείας
es: Archivo de copia de seguridad
fr: Sauvegarder l'archive
it: Archivio di backup
pt_br: Arquivo de backup

source: Reset router to defaults
ca: Reinicia els valors per defecte del router
de: Grundeinstellungen wiederherstellen
el: Επαναφορά δρομολογητή στα προεπιλεγμένα
es: Reiniciar router a su configuración de fábrica
fr: Revenir à la configuration par défaut du routeur
it: Ripristina il router come predefinito
pt_br: Restaurar as configurações pré-definidas do router
vi: Đặt lại bộ định tuyến ở chế độ mặc định

source: Proceed reverting all settings and resetting to firmware defaults?
ca: Continua desfent tots els paràmetres i reiniciant els valors per defecte del firmware?
de: Alle aktuellen Einstellungen verwerfen und Grundeinstellungen wiederherstellen?
el: Θέλετε να προχωρήσετε στην αναίρεση όλων των ρυθμίσεων και την επαναφορά στις προεπιλεγμένες για το firmware;
es: Proceder a configurar su router a los valores de fábrica?
fr: Etes-vous sûr de vouloir revenir à la configuration par défaut du firmware ?
it: Procedi annullando tutte le modifiche e resettando ai predefiniti del firmware?
pt_br: Proceder com a restauração das configurações pré-definidas?
vi: Tiến trình này sẽ chuyển mọi thiết lập về firmware mặc định

source: Restore backup
ca: Restaura còpia de seguretat
de: Sicherung wiederherstellen
el: Επαναφορά αντιγράφου ασφαλείας
es: Restaurar copia de seguridad
fr: Restaurer une sauvegarde
it: Ripristina backup
pt_br: Restaurar backup
vi: Phục hồi backup

source: Here you can backup and restore your router configuration and - if possible - reset the router to the default settings.
ca: Ací pots crear una còpia de seguretat i restaurar la teva configuració del router i - si és possible - reiniciar el router als paràmetres per defecte.
de: Auf dieser Seite können Sicherungen der Konfiguration erstellt und eingespielt werden und - wenn möglich - die Grundeinstellungen wiederhergestellt werden.
el: Εδώ μπορείτε να κρατήσετε και να επαναφέρετε αντίγραφα ασφαλείας των παραμέτρων του δρομολογητή σας και - αν είναι δυνατόν - να επαναφέρετε τον δρομολογητή στις προεπιλεγμένες ρυθμίσεις.
es: Aquí puede realizar una copia de respaldo o bien restaurar la configuración de su ruter y, si es posible, reiniciar el ruter a su configuración de fábrica.
fr: Ici, vous pouvez sauvegarder et restaurer la configuration de votre routeur et, si possible, restaurer la configuration par défaut du routeur.
it: Qui puoi salvare e ripristinare la configurazione del tuo router e - se possibile - resettare il router con le impostazioni predefinite.
pt_br: Aqui pode fazer o backup e restaurar as configurações do seu router. Também pode restaurar seu router para as configurações pré-definidas.
vi: Ở đây bạn có thể backup và khôi phục lại cấu hình bộ định tuyến và- nếu có thể - reset bộ định tuyến ở cài đặt mặc định.

source: <abbr title="Hypertext Transfer Protocol">HTTP</abbr>-Server
ca: Servidor <abbr title="Hypertext Transfer Protocol">HTTP</abbr>
el: Εξυπηρετητής <abbr title="Hypertext Transfer Protocol">HTTP</abbr>
es: Servidor <abbr title="Hypertext Transfer Protocol">HTTP</abbr>
fr: Serveur HTTP
it: Server <abbr title="Hypertext Transfer Protocol">HTTP</abbr>
pt_br: Servidor-<abbr title="Protocolo de Transferência de Hipertexto">HTTP</abbr>

source: <abbr title="Secure Shell">SSH</abbr>-Server
ca: Servidor <abbr title="Secure Shell">SSH</abbr>
el: Εξυπηρετητής <abbr title="Secure Shell">SSH</abbr>
es: Servidor <abbr title="Secure Shell">SSH</abbr>
fr: Serveur SSH
it: Server <abbr title="Secure Shell">SSH</abbr>
pt_br: Servidor-<abbr title="Shell Seguro">SSH</abbr>

source: Services and daemons perform certain tasks on your device.
ca: Els serveis i dimonis realitzen certes tasques al teu dispositiu.
de: Dienste und Hintergrundprozesse stellen den Großteil der Funktionalitäten auf dem Router zur Verfügung.
el: Οι υπηρεσίες και οι δαίμονες εκτελούν κάποιες συγκεκριμένες εργασίες στην συσκευή σας.
es: Los servicios y demonios ejecutan ciertas tareas en su dispositivo.
fr: Les services et démons accomplissent certaines tâches sur votre équipement.
it: Servizi e demoni svolgono alcune azioni sul tuo dispositivo.
pt_br: Serviços e daemons que estão a executar diversas tarefas no seu equipamento.
vi: Services và daemons tiến hành nhưng công đoạn nhất định trên công cụ của bạn

source: Most of them are network servers, that offer a certain service for your device or network like shell access, serving webpages like <abbr title="Lua Configuration Interface">LuCI</abbr>, doing mesh routing, sending e-mails, ...
ca: La majoria d'ells són servidors de xarxa, que ofereixen un cert servei pel teu dispositiu o xarxa, com l'accés a consola, servir pàgines web com el <abbr title="Interfície de configuració Lua">LuCI</abbr>, fer enrutament mesh, enviar e-mails, ...
de: Es handelt sich hierbei meist um Netzwerkserver, die verschiedene Aufgaben auf dem Router erfüllen, beispielsweise Shell-Zugang ermöglichen oder diese Weboberfläche über HTTP zur Verfügung stellen.
el: Οι περισσότεροι είναι εξυπηρετητές δικτύου που προσφέρουν κάποιες συγκεκριμένες υπηρεσίες για την συσκευή ή το δίκτυο σας όπως πρόσβαση στο κέλυφος, υπηρεσίες ιστοσελίδων σαν το <abbr title="Lua Configuration Interface">LuCI</abbr>, δρομολόγηση mesh, αποστολή ηλ. ταχυδρομείου, ...
es: La mayoría de ellos son servidores de red, que ofrezcen un determinado servicio para el dispositivo o la red como el acceso shell, servicio de páginas web como <abbr title="Lua configuración Interface"> LuCI </ abbr>, haciendo mesh-routing, el envío de mensajes de correo electrónico, ...
fr: La plupart d'entre eux sont des serveurs réseaux, qui vous offrent certains services comme un accès shell, accéder à des pages comme LuCI, faire du routage mesh, envoyer des e-mails ...
it: Molti di loro sono servers, che offrono un determinato servizio al tuo dispositivo o alla tua rete come accesso shell, servire pagine web come <abbr title="Lua Configuration Interface">LuCI</abbr>, fare mesh routing, inviare e-mails, ...
pt_br: A maioria deles são servidores de rede, que oferecem um determinado serviço para seu equipamento ou rede como acesso shell, servindo páginas web como o <abbr title="Interface de configuração Lua">LuCI</abbr>, fazendo roteamento, enviando e-mails, ...
vi: Đa số các mạng server mà cung cấp một service nhất định cho công cụ của bạn hoặc mạng như shell access, phục vụ các trang web như <abbr title="Giao diện cấu hình Lua">LuCI</abbr>, làm lưới định tuyến, gửi e-mail, ...

source: A small webserver which can be used to serve <abbr title="Lua Configuration Interface">LuCI</abbr>.
ca: Un servidor web petit, que es pot fer servir per servir el <abbr title="Interfície de configuració Lua">LuCI</abbr>.
de: Ein kleiner Webserver, der für die Bereitstellung von LuCI genutzt werden kann.
el: Ένας μικρός εξυπηρετητής web που μπορεί να χρησιμοποιηθεί για να εξυπηρετεί το <abbr title="Lua Configuration Interface">LuCI</abbr>.
es: Un pequeño servidor web que puede ser usado para servir <abbr title="Lua configuración Interface"> LuCI </ abbr>.
fr: Un serveur web léger qui peut être utilisé pour LuCI.
it: Un piccolo webserver che può essere usato per servire <abbr title="Lua Configuration Interface">LuCI</abbr>.
pt_br: Um pequeno servidor web que pode ser utilizado para servir a interface <abbr title="Interface de configuração Lua">LuCI</abbr>.
vi: Một webserver nhỏ có thể dùng để phục vụ <abbr title="Giao diện cấu hình Lua">LuCI</abbr>.

source: Authentication Realm
ca: Reialme d'Autenticació
de: Anmeldeaufforderung
el: Realm Εξουσιοδότησης
es: Autenticación Realm
fr: Domaine d'authentification
pt_br: Área de autenticação
vi: Realm xác định

source: The realm which will be displayed at the authentication prompt for protected pages.
ca: El reialme que es mostrarà a la sol·licitiu d'autenticació per pàgines protegides.
de: Aufforderungstext zum Anmelden im Administrationsbereich
el: Το realm που θα εμφανίζεται κατά την προτροπή για εξουσιοδότηση για τις προστατευμένες σελίδες.
es: El nombre Realm el cual será mostrado en el símbolo de autenticación para páginas protegidas.
fr: Le domaine qui sera affiché lors de la fenêtre d'authentification.
it: Il realm che verrà visualizzato al prompt di autenticazione per le pagine protette.
pt_br: A área de autenticação (realm) que será mostrada na prompt de autenticação das páginas protegidas.
vi: Realm đó sẽ được hiển thị tại dấu nhắc xác thực cho các trang web được bảo vệ.

source: defaults to <code>/etc/httpd.conf</code>
ca: per defecte a <code>/etc/httpd.conf</code>
de: nutzt <code>/etc/httpd.conf</code> wenn leer
el: προεπιλεγμένο <code>/etc/httpd.conf</code>
es: por defecto a <code>/etc/httpd.conf</code>
fr: fichier de configuration par défaut : /etc/httpd.conf
it: predefinito <code>/etc/httpd.conf</code>
pt_br: padrão é <code>/etc/httpd.conf</code>
vi: Mặc định tới <code>/etc/httpd.conf</code>

source: Document root
ca: Arrel del document
de: Wurzelverzeichnis
el: Ρίζα εγγράφων
es: Raíz de documentos
fr: Page racine
it: Radice dei documenti
pt_br: Diretório raiz
vi: Gốc tài liệu

source: Enable Keep-Alive
ca: Activa el Keep-Alive
de: Keep-Alive aktivieren
el: Ενεργοποίηση Keep-Alive
es: Habilitar Keep-Alive
pt_br: Activar keep-alive
vi: Kích hoạt Keep-Alive

source: Connection timeout
ca: Temps d'espera de la connexió excedit
de: Verbindungszeitlimit
el: Χρόνος λήξης σύνδεσης
es: Tiempo de conexión agotado
pt_br: Esgotado o tempo de ligação
vi: Kết nối dừng

source: Plugin path
ca: Directori de connectors
de: Pluginpfad
el: Διαδρομή προσθέτων
es: Ruta del plugin
pt_br: Directorio de plugins
vi: Đường dẫn Plugin

source: A lightweight HTTP/1.1 webserver written in C and Lua designed to serve LuCI
ca: Un servidor web HTTP/1.1 lleuger escrit en C i LUA dissenyat per servir LuCI
de: Ein schlanker HTTP/1.1 webserver in C und Lua geschrieben um LuCI zu betreiben.
el: Ένας ελαφρύς εξυπηρετητής web HTTP/1.1 webserver γραμμένος σε C και Lua και σχεδιασμένος να εξυπηρετεί το LuCI
es: Un servidor web HTTP/1.1 liviano escrito en C y Lua, diseñado para servir LUCI
pt_br: Um servidor web HTTP/1.1 ligeiro escrito em C e desenvolvido em Lua para servir LuCI
vi: Một lightưeight HTTP/1.1 webserver viết bằng C và Lúa được thiết kế để phục vụ LuCI

source: Dropbear offers <abbr title="Secure Shell">SSH</abbr> network shell access and an integrated <abbr title="Secure Copy">SCP</abbr> server
ca: El Dropbear ofereix accés per la xarxa a consola <abbr title="Secure Shell">SSH</abbr>i un servidor <abbr title="Secure Copy">SCP</abbr> integrat
de: Der SSH-Server ermöglicht Shell-Zugriff über das Netzwerk und bietet einen integrierten SCP-Dienst.
el: Το Dropbear προσφέρει πρόσβαση σε <abbr title="Secure Shell">SSH</abbr> κέλυφος μέσω δικτύου και έναν ενσωματωμένο εξυπηρετητή <abbr title="Secure Copy">SCP</abbr>
es: Dropbear ofrece acceso de red via el <abbr title="Secure Shell"> SSH </ abbr> y servidor de copia de archivos integrado <abbr title="Secure Copy"> SCP </ abbr>.
fr: Dropbear est un serveur SSH et intègre un serveur SCP
it: Dropbear offre accesso <abbr title="Secure Shell">SSH</abbr> e integra un server <abbr title="Secure Copy">SCP</abbr>
pt_br: Dropbear oferece um acesso shell seguro à rede <abbr title="Shell Seguro">(SSH)</abbr> e um servidor <abbr title="Cópia Segura">SCP</abbr> integrado
vi: Dropbear cung cấp <abbr title="Secure Shell">SSH</abbr> mạng lưới shell truy cập và một <abbr title="Secure Copy">SCP</abbr> server tích hợp

source: Password authentication
ca: Autenticació per contrasenya
de: Passwortanmeldung
el: Εξουσιοδότηση με κωδικό πρόσβασης
es: Autenticación de contraseña
fr: Authentification par mot de passe
it: Password di authenticazione
pt_br: Autenticação por senha
vi: Xác thực mật mã

source: Allow <abbr title="Secure Shell">SSH</abbr> password authentication
ca: Permet autenticació <abbr title="Secure Shell">SSH</abbr> per contrasenya
de: Erlaube Anmeldung per Passwort
el: Επιτρέπει την εξουσιοδότηση <abbr title="Secure Shell">SSH</abbr> με κωδικό πρόσβασης
es: Permitir autenticación de conseña via <abbr title="Secure Shell">SSH</abbr>
fr: Autoriser l'authentification SSH par mot de passe
it: Permetti autenticazione <abbr title="Secure Shell">SSH</abbr> tramite password
pt_br: Permitir autenticação <abbr title="Shell Seguro">SSH</abbr> por senha
vi: Cho phép <abbr title="Secure Shell">SSH</abbr> xác thực mật mã

source: On this pages you can find configuration options for <abbr title="Wireless Local Area Network">WLAN</abbr> based wireless networks.
ca: En aquestes pàgines pots trobar els paràmetres de configuració per les xarxes sense fils <abbr title="Xarxes sense fils d'àrea local">WLAN</abbr>.
de: Hier finden sich Konfiugrationsmöglichkeiten für Drahtlos-Netzwerke nach dem WLAN-Standard.
el: Σε αυτές τις σελίδες μπορείτε να βρείτε επιλογές για ασύρματα δίκτυα <abbr title="Wireless Local Area Network">WLAN</abbr>.
es: En esta página podrá encontrar opciones de configuración para su(s) red(es) inalámbrica(s) <abbr title="Wireless Local Area Network">WLAN</abbr>
fr: Dans cette page vous trouverez des options de configuration pour les réseau sans-fils.
it: In questa pagina puoi trovare impostazioni di configurazione per reti <abbr title="Wireless Local Area Network">WLAN</abbr>.
pt_br: Nestas páginas encontra opções de configuração <abbr title="Wireless">WLAN</abbr> para redes sem fio.
vi: Trên những trang này bạn có thể tìm thấy những lựa chọn cấu hình cho <abbr title="Mạng không dây địa phương">WLAN</abbr> dựa trên mạng không dây.

source: You can easily integrate your 802.11a/b/g/n-devices into your physical network and use the virtual adapter support to build wireless repeaters or offer several networks with one device.
ca: Pots integrar fàcilment els teus dispositius 802.11a/b/g/n a la teva xarxa física i fer servir el suport de l'adaptador virtual per fer repetidors sense fils que ofereixen diverses xarxes en un sol dispositiu.
de: 802.11b/g/a/n-Geräte können so einfach in das bestehende physische Netzwerk integriert werden. Die Unterstützung von virtuellen Adaptern ermöglicht auch den Einsatz als Wireless-Repeater oder von mehreren Netzwerken gleichzeitig auf einem Gerät.
el: Μπορείτε εύκολα να ενσωματώσετε τις 802.11a/b/g/n συσκευές στο φυσικό σας δίκτυο και να χρησιμοποιήσετε την υποστήριξη για εικονικούς προσαρμογείς για να χτίσετε ασύρματους επαναλήπτες ή να προσφέρετε πολλαπλά δίκτυα με μία μόνο συσκευή.
es: Fácilmente puede integrar sus dispositivos 802.11a/b/g/n dentro de su red física y usar un adaptador virtual para crear repetidores u ofrecer redes con un mismo dispositivo.
fr: Vous pouvez facilement installer un périphérique 802.11a/b/g/n dans votre réseau physique existant et utiliser la gestion des interfaces virtuelles pour créer des répéteurs sans-fils ou fournir plusieurs réseaux avec un seul équipement.
it: Puoi facilmente integrare i tuoi dispositivi 802.11a/b/g/n-devices nella tua rete fisica e usare la scheda di rete virtuale per costruire ripetitori wireless o offrire più di una rete con un solo dispositivo.
pt_br: Pode facilmente integrar seus equipamentos 802.11a/b/g/n com sua rede física e usar o adaptador virtual para construir repetidores wireless ou oferecer várias redes com um equipamento.
vi: Bạn có thể dễ dàng tích hợp cộng cụ 802.11a/b/g/n- vào mạng lưới vật lý và sử dụng bộ chuyển đổi ảo để hỗ trợ xây dựng bộ lặp không dây hoặc cung cấp nhiều mạng với một công cụ.

source: There is support for Managed, Client, Ad-Hoc and <abbr title="Wireless Distribution System">WDS</abbr> operating modes as well as <abbr title="Wi-Fi Protected Access">WPA</abbr> and <abbr title="Wi-Fi Protected Access 2">WPA2</abbr> encryption for secure communnication.
ca: Existeix suport pels modes operatius de Managed, Client, Ad-Hoc i <abbr title="Wireless Distribution System">WDS</abbr> així com encriptació <abbr title="Accés Wi-Fi protegit">WPA</abbr> i <abbr title="Accés Wi-Fi protegit 2">WPA2</abbr> per comunicacions segures.
de: Es werden Managed, Client, Ad-Hoc und WDS-Modus unterstützt sowie WPA und WPA2-Verschlüsselung zur gesicherten Kommunikation.
el: Υπάρχει υποστήριξη για λειτουργίες Σημείου Πρόσβασης, Πελάτη, Ad-Hoc και <abbr title="Wireless Distribution System">WDS</abbr> όπως επίσης και κρυπτογράφηση <abbr title="Wi-Fi Protected Access">WPA</abbr> και <abbr title="Wi-Fi Protected Access 2">WPA2</abbr> για ασφαλείς επικοινωνίες.
es: Se brinda soporte para operar en modo Managed, Client, Ad-Hoc y <abbr title="Wireless Distribution System">WDS</abbr> así también como encriptación usando <abbr title="Wi-Fi Protected Access">WPA</abbr> y <abbr title="Wi-Fi Protected Access 2">WPA2</abbr> para comunicaciones seguras.
fr: Les modes Point d'accès, Station, Ad-Hoc et WDS couplés aux chiffrements WPA et WPA2 sont gérés.
it: Sono supportate le modalità operative Managed, Client, Ad-Hoc and <abbr title="Wireless Distribution System">WDS</abbr> come per la crittografia <abbr title="Wi-Fi Protected Access">WPA</abbr> e <abbr title="Wi-Fi Protected Access 2">WPA2</abbr> per comunicazioni sicure.
pt_br: Existe suporte para os modos AP, Cliente, Ad-Hoc e <abbr title="Sistema de Distribuição Wireless">WDS</abbr> bem como encriptação <abbr title="Acesso Protegido Wi-Fi">WPA</abbr> e <abbr title="Acesso Protegido Wi-Fi 2">WPA2</abbr> para proteger as suas comunicações.
vi: Có hỗ trợ cho quản lí, đối tượng, Ad-Hoc và <abbr title="Hệ thống phân phối không dây">WDS</abbr> chế độ hoạt động cũng như <abbr title="Wi-Fi Bảo Vệ Truy Cập">WPA</abbr> and <abbr title="Wi-Fi Bảo Vệ Truy Cập 2">WPA2</abbr> mã hóa cho giao tiếp bảo mật.
