Repository: 8devices/luci
Catalog: po/*/admin-core.po
Languages: ca, de, el, es, fr, it, pt_br, vi

source: Pay attention as any misconfiguration here may prevent your device from booting or may lock yourself out of it.
ca: Estigues atent perquè qualsevol mal configuració ací pot impedir arrancar al teu dispositiu, o et pot fer fora a tu del mateix.
de: Beachte bitte, dass eine fehlerhafte Konfiguration den Start des Routers verhindern oder dich vom Zugriff auf diesen ausschließen kann.
el: Δώστε ιδιαίτερη προσοχή γιατί οποιαδήποτε λάθος ρύθμιση εδώ μπορεί να αποτρέψει την συσκευή σας από το να εκκινήσει ή μπορεί να κλειδώσετε τον εαυτό σας έξω.
es: Preste atención ya que cualquier mala configuración aqui'puede evitar que su dispositivo se inicie o quede bloqueado permanentemente para su uso.
fr: Soyez vigilent car un mauvais réglage peut empêcher votre équipement de démarrer, ou vous empêcher de vous y connecter.
it: Fai attenzione perchè una cattiva configurazione qui può impedire al tuo dispositivo di avviarsi o impedirti di entrarvi.
pt_br: Tenha em mente de que qualquer configuração errada aqui pode impedir o seu equipamento de arrancar, ou bloquear seu acesso de fora a ele.
vi: Chú ý là bất kỳ định dạng sai ở đây có thể làm công cụ của bạn không khởi động được hoặc có thể tự khóa ra khỏi hệ thống.

source: Interfaces
ca: Interfícies
de: Schnittstellen
el: Διεπαφές
vi: Giao diện

source: Bridge
el: Γέφυρα
vi: Cầu nối

source: Bridge Port
ca: Port de pont
de: Port
el: Πόρτα Γέφυρας
es: Puerto del puente
pt_br: Porta do interface em ponte
vi: Cổng cầu nối

source: Device
el: Συσκευή
fr: Interface
it: Dispositivo
vi: Công cụ

source: Ethernet Bridge
ca: Pont Ethernet
de: Netzwerkbrücke
el: Γέφυρα Ethernet
es: Puente ethernet
pt_br: Ponte Ethernet
vi: Cầu nối ethernet

source: Ethernet Adapter
ca: Adaptador Ethernet
de: Netzwerkschnittstelle
el: Προσαρμογέας Ethernet
es: Adaptador ethernet
pt_br: Adaptador Ethernet
vi: Bộ tương hợp ethernet

source: Interface
ca: Interfície
de: Schnittstelle
el: Διεπαφή
es: Interfaz
vi: Giao diện

source: IP Configuration
ca: Configuració IP
de: IP Konfiguration
el: Ρυθμίσεις IP
es: Configuración IP
pt_br: Configuração IP
vi: Cấu hình IP

source: Alias
ca: Àlies
de: IP Alias
el: Ψευδώνυμο
pt_br: Configuração IP alternativa
vi: Bí danh

source: DHCP assigned
ca: DHCP assignat
de: durch DHCP zugewiesen
el: Ανάθεση από DHCP
es: DHCP asignado
pt_br: DHCP atribuido
vi: Gán DHCP

source: Not configured
ca: No configurat
de: nicht konfiguriert
el: Μη-ρυθμισμένο
es: No configurado
pt_br: Não configurado
vi: Không định cấu hình

source: Primary
ca: Primari
de: primär
el: Κύριο
es: Primario
pt_br: Primário
vi: Chính

source: Channel
el: Κανάλι
fr: Canal
it: Canale
vi: Kênh

source: Mode
de: WLAN-Modus
el: Λειτουργία
es: Modo
pt_br: Modo

source: Pseudo Ad-Hoc
de: Pseudo-Ad-Hoc (Atheros)
el: Ψευδό Ad-Hoc
pt_br: Ahdemo

source: Master
el: Σημείο Πρόσβασης
pt_br: AP
vi: Chủ

source: Master + WDS
de: Master mit WDS
el: Σημείο Πρόσβασης + WDS
pt_br: AP+WDS
vi: Chủ + WDS

source: Client
el: Πελάτης
vi: Đối tượng

source: Client + WDS
de: Client mit WDS
el: Πελάτης + WDS
es: Cliente + WDS
pt_br: Cliente (WDS)
vi: Đối tượng + WDS

source: Pkts.
el: Πακέτ.

source: Interface Status
ca: Estat d'Interfície
de: Netzwerkschnittstellen-Status
el: Κατάσταση Διεπαφής
es: Interfaz de Estado
pt_br: Aqui encontra informações sobre o estado actual do sistema, como <abbr title="Central Processing Unit">CPU</abbr>, frequência do relógio, uso de memória ou uso da interface de rede de dados.
vi: Tình trạng giao diện

source: Transfer
ca: Transferència
el: Μεταφέρθηκαν
es: Transferencia
pt_br: Transferências
vi: Chuyển giao

source: Type
ca: Tipus
de: Typ
el: Τύπος
es: Tipo
pt_br: Tipo
vi: Loại

source: Ports
el: Θύρες
es: Puertos
pt_br: Portas VLAN
vi: Cổng

source: Wireless Adapter
ca: Adaptador sense fils
de: WLAN-Gerät
el: Ασύρματος Προσαρμογές
es: Adaptador inalámbrico
pt_br: Dispositivo WiFi
vi: Bộ tương hợp không dây

source: Firewall
ca: Tallafocs
el: Τείχος Προστασίας
es: Corta fuego

source: Actions
ca: Accions
de: Aktionen
el: Ενέργειες
es: Acciones
pt_br: Acções
vi: Hành động

source: Traffic
el: Κίνηση
fr: Trafic
it: Traffico
vi: Lưu thông

source: Chain
ca: Cadena
de: Kette
el: Αλυσίδα
es: Cadena
vi: chuỗi

source: Destination
ca: Destí
de: Ziel
el: Προορισμός
es: Destino
pt_br: Destino
vi: Điểm đến

source: Flags
de: Parameter
el: Σημαίες
vi: Cờ

source: In
de: <abbr title="Eingehende Schnittstelle">Ein</abbr>
el: Είσοδος
es: Entrada
pt_br: Entrada
vi: Trong

source: No chains in this table
ca: No hi ha cadenes a aquesta taula
de: Keine Ketten in dieser Tabelle
el: Δεν υπάρχουν αλυσίδες σε αυτόν τον πίνακα
es: No hay cadenas in esta tabla
pt_br: Tabela sem chains
vi: Không có chuỗi trong bảng này

source: No Rules in this chain
ca: No hi ha regles en aquesta cadena
de: Keine Regeln in dieser Kette
el: Δεν υπάρχουν κανόνες σε αυτή την αλυσίδα
es: No hay reglas en esta cadena
pt_br: Sem regras nesta chain
vi: Không có quy luật trong chuỗi này

source: Options
ca: Opcions
de: Optionen
el: Επιλογές
es: Opciones
pt_br: Opções
vi: Lựa chọn

source: Out
de: <abbr title="Ausgehende Schnittstelle">Aus</abbr>
el: Έξοδος
es: Salida
pt_br: Saída
vi: Ra khỏi

source: Packets
ca: Paquets
de: <abbr title="gezählte Pakete">Pkt.</abbr>
el: Πακέτα
es: Paquetes
pt_br: Pacotes
vi: Gói tin

source: Policy
ca: Política
de: Standardregel
el: Πολιτική
es: Política
pt_br: Política
vi: Chính sách

source: Prot.
de: <abbr title="Netzwerkprotokoll">Prot.</abbr>
el: Πρωτ.
es: Protocolo
pt_br: Protocolo

source: References
ca: Referències
de: Verweise
el: Αναφορές
es: Referencias
pt_br: Referências
vi: Tham chiếu

source: Reset Counters
ca: Reinicia Comptadors
de: Zähler zurücksetzen
el: Μηδενισμός Μετρητών
es: Reiniciar contadores
pt_br: Reiniciar contadores
vi: Reset bộ đếm

source: Restart Firewall
ca: Reinicia Tallafocs
de: Firewall neu starten
el: Επανεκκίνηση Τείχους Προστασίας
es: Reiniciar corta fuego
pt_br: Reiniciar Firewall
vi: Khởi động lại Firewall

source: Source
ca: Origen
de: Quelle
el: Πηγή
es: Origen
pt_br: Origem
vi: Nguồn

source: Firewall Status
ca: Estat del tallafocs
el: Κατάσταση Τείχους Προστασίας
es: Estado del corta fuego
pt_br: Estado da Firewall
vi: Tình trạng Firewall

source: Table
ca: Taula
de: Tabelle
el: Πίνακας
es: Tabla
pt_br: Tabela
vi: Bảng

source: Target
ca: Destí
de: Aktion
el: Προορισμός
es: Objetivo
pt_br: Alvo
vi: Đích

source: Perform Actions
ca: Realitza accions
de: Aktionen ausführen
el: Εκτέλεση Ενεργειών
es: Ejectuar acciones
fr: Accomplir les actions
it: Esegui azioni
pt_br: Executar Acções
vi: Trình bày hành động

source: Install
ca: Instal·la
de: Installation von
el: Εγκατάσταση
es: Instalar
fr: Installer
it: Installa
pt_br: Instalar pacotes
vi: Cài đặt

source: Download and install package
ca: Descarrega i instal·la el paquet
de: Paket herunterladen und installieren
el: Κατέβασμα και εγκατάσταση πακέτου
es: Descargar e instalar paquete
fr: Télécharge et installe le paquet
it: Scarica e installa pacchetto
pt_br: Descarga e instalação de pacote
vi: Tải và cài đặt gói

source: Edit package lists and installation targets
ca: Edita llistes de paquets i destins d&#39;instal·lació
de: Paketlisten und Installationsziele bearbeiten
el: Επεξεργασία λίστας πακέτων και προορισμών εγκατάστασης
es: Editar listas de paquetes de instalación y los objetivos
fr: Editer la liste des paquets et le répertoire de destination
it: Modifica lista dei pacchetti e destinazione dell&#39;installazione
pt_br: Editar listas de pacotes e destinos de instalação
vi: Chỉnh sửa danh sách gói và mục tiêu cài đặt

source: Package name
ca: Nom del paquet
de: Paketname
el: Όνομα πακέτου
es: Nombre del paquete
fr: Nom du paquet
it: Nome pacchetto
pt_br: Nome do Pacote
vi: Tên gói

source: Remove
ca: Esborra
de: Deinstallation von
el: Αφαίρεση
es: Desinstalar
fr: Désinstaller
it: Rimuovi
pt_br: Remover
vi: Loại bỏ

source: Find package
ca: Cerca paquet
de: Paket suchen
el: Εύρεση πακέτου
es: Buscar paquete
fr: Trouver un paquet
it: Cerca pacchetto
pt_br: Procurar pacote
vi: Tìm gói

source: Package lists updated
ca: Llistes de paquets actualitzades
de: Paketlisten wurden aktualisiert
el: Η λίστα πακέτων ενημερώθηκε
es: Listas de paquetes actualizada
fr: Liste des paquets mise à jour
it: Lista pacchetti aggiornata
pt_br: As listas de pacotes foram actualizadas
vi: Danh sách gói đã được cập nhật

source: Update package lists
ca: Actualitza llistes de paquets
de: Paketlisten aktualisieren
el: Ενημέρωση λίστας πακέτων
es: Acutlizar listas de paquetes
fr: Mettre à jour la liste des paquets
it: Aggiorna lista pacchetti
pt_br: Actualizar listas de pacotes
vi: Cập nhật danh sách gói

source: Upgrade installed packages
ca: Actualitza paquets instal·lats
de: Installierte Pakete aktualisieren
el: Αναβάθμιση εγκατεστημένων πακέτων
es: Actualizar los paquetes instalados
fr: Mettre à jour les paquets installés
pt_br: Actualizar os pacotes instalados
vi: nâng cấp gói cài đặt

source: Could not set default destination
ca: No s'ha pogut establir el destí per defecte
de: Konnte das Zielverzeichnis nicht auswählen
el: Αδυναμία χρήσης προεπιλεγμένου προορισμού
es: No es posible establecer el destino por defecto
pt_br: Nao foi possível definir destino da instalação
vi: Không kể đặt điểm đến mặc định

source: Error parsing config file
ca: Error analitzant el fitxer de configuració
de: Fehler beim Lesen der Konfigurationsdatei
el: Σφάλμα κατά την ανάλυση του αρχείου ρυθμίσεων
es: Error al analizar el archivo de configuración
pt_br: Erro a interpretar o ficheiro de configuração
vi: Lỗi phân cách tập tin config

source: Could not create temporary directory (ran out of space?)
ca: No s'ha pogut crea el directori temporal (no hi ha prou espai?)
de: Konnte kein temporäres Verzeichnis erstellen (kein Platz mehr frei?)
el: Αδυναμία δημιουργίας προσωρινού φακέλου (δεν υπάρχει χώρος;)
es: No es posible crear el directorio temporal (se quedó sin espacio?)
pt_br: Não foi possível criar a directoria temporária (disco cheio?)
vi: Không thể tạo danh bạ tạm thời (không còn khoảng trống)

source: Could not get adminstrative lock (ran out of space?)
ca: No s'ha pogut crear el bloqueig d'administració (no hi ha prou espai?)
de: Konnte keine Lock-Datei erzeugen (kein Platz mehr frei?)
el: Αδυναμία κλειδώματος διαχειριστή (δεν υπάρχει χώρος;)
es: No es posible obtener de bloqueo administrativo (se quedó sin espacio?)
pt_br: Não foi possível obter acesso exclusivo (disco cheio?)
vi: Không thể lấy khóa hành chính (không còn khoảng trống)

source: Unsatisfied Dependencies
ca: Dependències per satisfer
de: Ein oder mehrere Abhängigkeiten konnten nicht aufgelöst werden
el: Μη-ικανοποιημένες Εξαρτήσεις
es: Dependencias insatisfechas
pt_br: Dependências por satisfazer
vi: Phụ thuộc không thỏa mãn

source: Refused to remove essential package
ca: S'ha rebutjat esborrar paquets essencials
de: Deinstallation von essentiellem Paket verweigert
el: Άρνηση αφαίρεσης απαραίτητου πακέτου
es: No se puede eliminar un paquete esencial
pt_br: Recusa na remoção de um pacote essencial
vi: Từ chối loại bỏ gói thiết yếu

source: Package has dependents
ca: El paquet té dependents
de: Andere Pakete hängen noch von diesem Paket ab
el: Το πακέτο έχει εξαρτημένα πακέτα
es: Hay paquetes instalados que dependen de éste.
pt_br: Pacote tem dependências
vi: Gói có những phụ thuộc

source: Package has no installation candidate (wrong name?)
ca: El paquet no té candidat d'instal·lació (nom equivocat?)
de: Paket hat keinen Installationskandidaten (falscher Name?)
el: Το πακέτο δεν έχει υποψήφιο εγκατάστασης (λάθος όνομα;)
es: La instalación del paquete no tiene ningún candidato (nombre equivocado?)
pt_br: Pacote não tem candidato para instalação (nome errado?)
vi: Gói không có đối tượng cài đặt (sai tên)

source: Package has no available architecture
ca: El paquet no té cap arquitectura disponible
de: Paket hat keine verfügbare Architektur definiert
el: Το πακέτο δεν έχει διαθέσιμη αρχιτεκτονική
es: El paquete no tiene una arquitectura disponible <span class="translation-space"> </ span>
pt_br: Pacote não disponível nesta arquitectura
vi: Gói không có sẵn cấu trúc <span class="khoảng trống chuyển đổi"> </span>

source: Package is not trusted
ca: No es confia en el paquet
de: Das Paket ist nicht vertrauenswürdig
el: Το πακέτο δεν είναι έμπιστο
es: El paquete no es de confianza
pt_br: Pacote de origem desconhecida
vi: Gói không đáng tin

source: Error while downloading
ca: Error mentre es descarregava
de: Fehler beim Herunterladen
el: Σφάλμα κατά το κατέβασμα
es: Error al descargar
pt_br: Erro durante o download
vi: Lỗi khi tải về

source: Conflicts with other packages
ca: Té conflictes amb altres paquets
de: Konflikte mit anderem Paket
el: Συγκρούεται με άλλα πακέτα
es: Se produjeron conflictos con otros paquetes
pt_br: Conflito com outros pacotes
vi: Xung đột với những gói khác

source: Package is already installed
ca: El paquet ja està instal·lat
de: Paket ist bereits installiert
el: Το πακέτο είναι ήδη εγκατεστημένο
es: El paquete ya se encuentra instalado
pt_br: Pacote já instalado
vi: Gói đã được cài đặt

source: Package has unresolved dependencies
ca: El paquet té dependències sense resoldre
de: Ein oder mehrere Abhängigkeiten konnten nicht aufgelöst werden
el: Το πακέτο έχει ανεπίλυτες εξαρτήσεις
es: El paquete tien dependencias no resueltas
pt_br: Dependências por resolver no pacote
vi: Đóng gói không xử lý được các thành phần phụ thuộc

source: Refused to downgrade package
ca: S'ha rebutjat rebaixar la versió del paquet
de: Installation von älterer Paketversion verweigert
el: Άρνηση υποβάθμισης πακέτου
es: Se negó a bajar (de versión) el paquete
pt_br: Recusa no downgrade do pacote
vi: Từ chối hạ cấp gói

source: Package manager ran out of space
ca: El gestor de paquets s'ha quedat sense espai
de: Nicht genug verfügbarer Arbeitsspeicher
el: Ο διαχειριστής πακέτων δεν έχει χώρο
es: Gestor de paquetes se quedó sin espacio
pt_br: O gestor de pacotes não tem espaço disponível
vi: Quản lí gói đã hết khoảng trống

source: Bad signature while verifiying package
ca: Signatura dolenta mentre es verificava el paquet
de: Kaputte Signatur beim Versuch das Paket zu verifizieren
el: Λάθος υπογραφή κατά την επιβεβαίωση του πακέτου
es: Error en verificación del paquete, la firma no corresponde
pt_br: Assinatura incorrecta na verificação do pacote
vi: Chữ ký không tốt khi đang xác minh gói

source: MD5 error while verifiying package
ca: Error MD5 mentre es verificava el paquet
de: Falsche Prüfsumme beim Versuch das Paket zu verifizieren
el: Σφάλμα MD5 κατά την επιβεβαίωση του πακέτου
es: Error MD5 al verificar el paquete
pt_br: Erro MD5 na verificação do pacote
vi: Lỗi MD5 khi đang xác minh gói

source: Internal error occured
ca: S'ha produït un error intern
de: Interner Fehler aufgetreten
el: Εσωτερικό σφάλμα
es: Ha ocurrido un error interno
pt_br: Erro interno
vi: Xảy ra lỗi bên trong

source: Package lists
ca: Llistes de paquets
de: Paketlisten
el: Λίστες Πακέτων
es: Listas de paquetes
fr: Listes de paquets
it: Lista pacchetti
pt_br: Listas de pacotes
vi: Danh sách đóng gói

source: Installation targets
ca: Objectius d'instal·lació
de: Installationsziele
el: Προορισμοί εγκατάστασης
es: Destinos de instalación
fr: Répertoires de destination
it: Destinazione installazione
pt_br: Destino de Instalação
vi: Mục tiêu cài đặt

source: Change the password of the system administrator (User <code>root</code>)
ca: Canvia la contrasenya de l'administrador del sistema (Usuari <code>root</code>)
de: Ändert das Passwort des Systemverwalters (Benutzer "root")
el: Αλλαγή κωδικού πρόσβασης του διαχειριστή του συστήματος (Χρήστης <code>root</code>)
es: Cambiar la clave del administrador del sistema (Usuario <code>root</code>)
fr: Changer le mot de passe du système (Utilisateur &quot;root&quot;)
it: Cambia la password dell&#39;amministratore di sistema (Utente <code>root</code>)
pt_br: Altera a senha do administrador do sistema (Login <code>root</code>)
vi: Thay đổi mật mã của quản lí hệ thống (User <code>root</code>)

source: Password successfully changed
ca: Contrasenya canviada amb èxit
de: Passwort erfolgreich geändert
el: Ο κωδικός πρόσβασης αλλάχτηκε επιτυχώς
es: Contraseña cambiada satisfactoriamente
fr: Mot de passe changé avec succès
it: Password cambiata con successo
pt_br: Senha alterada com sucesso
vi: Mật mã đã thay đổi thành công

source: Error: Passwords do not match
ca: Error: Les contrasenyes no coincideixen
de: Fehler: Die Passwörter stimmen nicht überein
el: Σφάλμα: Οι κωδικοί πρόσβασης δε συμπίπτουν
es: Error: Las claves ingresadas no coinciden
fr: Erreur: les mots de passe ne correspondent pas
it: Errore: le password non corrispondono
pt_br: Erro: As senhas estão diferentes
vi: Lỗi: Mật mã không trùng khớp

source: Here you can paste public <abbr title="Secure Shell">SSH</abbr>-Keys (one per line) for <abbr title="Secure Shell">SSH</abbr> public-key authentication.
ca: Ací pots enganxar les claus públiques <abbr title="Secure Shell">SSH</abbr> (una per línia) per l'autenticació <abbr title="Secure Shell">SSH</abbr> per clau pública.
de: Hier können öffentliche SSH-Schlüssel (einer pro Zeile) zur Authentifizierung abgelegt werden.
el: Εδώ μπορείτε να επικολλήσετε δημόσια <abbr title="Secure Shell">SSH</abbr>-κλειδιά (ένα ανά γραμμή) για εξουσιοδότηση δημόσιου-κλειδιού <abbr title="Secure Shell">SSH</abbr>.
es: Aquí puede pegar las claves públicas de <abbr title="Secure Shell">SSH</abbr> (una por línea) para la autenticación de claves públicas de <abbr title="Secure Shell">SSH</abbr>.
fr: Vous pouvez copier ici des clés SSH publiques (une par ligne) pour une authentification SSH sur clés publiques.
it: Qui puoi incollare le tue chiavi <abbr title="Secure Shell">SSH</abbr> (una per linea) per l&#39;autenticazione <abbr title="Secure Shell">SSH</abbr> a chiave pubblica.
pt_br: Aqui pode colar suas Chaves-<abbr title="Shell Seguro">SSH</abbr> públicas (uma por linha) para a autenticação <abbr title="Shell Seguro">SSH</abbr> por chave-pública.
vi: ở đây bạn có thể dán công khai <abbr title="Secure Shell"> SSH</abbr>-Keys (mỗi cái một dòng) for <abbr title="Secure Shell">SSH</abbr> xác thực khóa công khai

source: Mount Points define at which point a memory device will be attached to the filesystem
ca: Els punts de muntatge defineixen en quin punt un dispositiu de memòria s'adjuntarà amb el sistema de fitxers
de: Einhängepunkte bestimmen, an welcher Stelle des Dateisystems bestimmte Laufwerke und Speicher zur Verwendung eingebunden werden.
el: Τα σημεία προσάρτησης ορίζουν σε ποιο σημείο στο σύστημα αρχείων θα προσαρτηθεί μία συσκευή μνήμης
es: Los puntos de montaje definen donde un dispositivo de memoria será adjuntado al sistema de archivos
fr: Les points de montage définissent l'attachement d'un périphérique au système de fichier.
it: I punti di mount definiscono in quale punto un dispositivo di memoria verrà attaccato al tuo filesystem
pt_br: Pontos de montagem definem em que ponto um dispositivo de memória será anexado ao sistema de arquivos
vi: Số điểm lắp xác định tại một điểm mà ở đó bộ nhớ sẽ được gắn vào hệ thống tập tin

source: Mounted file systems
ca: Sistemes de fitxers muntats
de: Eingehängte Dateisysteme
el: Προσαρτημένα συστήματα αρχείων
es: Sistemas de archivo montados
fr: Systèmes de fichiers montés
it: File system montati
pt_br: Sistemas de arquivos montados
vi: Lắp tập tin hệ thống

source: Used
ca: Usat
de: Belegt
el: Σε χρήση
es: Usado
fr: Utilisé
it: Usati
pt_br: Usado
vi: Đã sử dụng

source: Available
ca: Disponible
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fr: Disponible
it: Disponibili
pt_br: Disponível
vi: Sẵn có

source: Mount Point
ca: Punt de muntatge
de: Einhängepunkt
el: Σημείο Προσάρτησης
es: Punto de montaje
fr: Point de montage
it: Punto di mount
pt_br: Ponto de Montagem
vi: Lắp điểm

source: The device file of the memory or partition (<abbr title="for example">e.g.</abbr> <code>/dev/sda1</code>)
ca: El fitxer de dispositiu de la memòria o partició (<abbr title="per exemple">p.e.</abbr> <code>/dev/sda1</code>)
de: Die Gerätedatei des Speichers oder der Partition (z.B.: /dev/sda)
el: Το αρχείο συσκευής της μνήμης ή του διαμέρισματος (<abbr title="παραδείγματος χάρην">π.χ.</abbr> <code>/dev/sda1</code>)
es: El archivo de dispotivo de memoria o partición (<abbr title="Por ejemplo">e.j.</abbr> <code>/dev/sda1</code>)
fr: Le périphérique de bloc contenant la partition (ex : /dev/sda1)
it: Il file del dispositivo di memoria o della partizione (<abbr title="per esempio">e.s.</abbr> <code>/dev/sda1</code>)
pt_br: O arquivo do dispositivo de memória ou da partição (<abbr title="por exemplo">ex.</abbr> <code>/dev/sda1</code>)
vi: Tập tin công cụ của bộ nhớ hoặc phân vùng (<abbr title="Ví dụ">e.g.</abbr> <code>/dev/sda1</code>)

source: The filesystem that was used to format the memory (<abbr title="for example">e.g.</abbr> <samp><abbr title="Third Extended Filesystem">ext3</abbr></samp>)
ca: El sistema the fitxers que es va fer servir per formatar la memòria (<abbr title="per exemple example">p.e.</abbr> <samp><abbr title="Third Extended Filesystem">ext3</abbr></samp>)
de: Das Dateisystem mit dem der Speicher formatiert ist (z.B.: ext3)
el: Το σύστημα αρχείων που χρησιμοποιήθηκε για διαμόρφωση (<abbr title="παραδείγματος χάρην">π.χ.</abbr> <samp><abbr title="Third Extended Filesystem">ext3</abbr></samp>)
es: El sistema de archivo que fue utilizado para dar formato a la memoria (<abbr title="por ejemplo">Ej.</abbr> <samp><abbr title="Third Extended Filesystem">ext3</abbr></samp>)
fr: Le système de fichiers utilisé pour formatter le support de stockage (ex : ext3)
it: Il filesystem usato per formattare la memoria (<abbr title="per esempio">e.s.</abbr> <samp><abbr title="Third Extended Filesystem">ext3</abbr></samp>)
pt_br: O sistema que foi usado para formatar a memória (<abbr title="por exemplo">ex.</abbr> <samp><abbr title="Sistema de Arquivos ext3">ext3</abbr></samp>)
vi: Filesystem mà được dùng để format memory (<abbr title="for example">e.g.</abbr> <samp><abbr title="Third Extended Filesystem">ext3</abbr></samp>)
