Repository: 8devices/luci
Catalog: po/*/admin-core.po
Languages: ca, de, el, es, fr, it, pt_br, vi

source: disable <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> for this interface
ca: deshabilita el <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> per aquesta interfície
de: DHCP für dieses Netzwerk deaktivieren
el: απενεργοποίηση <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> για αυτή τη διεπαφή
es: desactivar <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> para esta interfaz
fr: désactiver DHCP sur cette interface
it: disabilita <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> per queste interfacce
pt_br: desabilitar <abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr> para esta interface
vi: Vô hiệu hóa <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> cho giao diện này

source: Force
ca: Força
de: Start erzwingen
el: Επιβολή
es: Forzar
fr: Forcer
it: Forza
pt_br: Forçar

source: first address (last octet)
ca: primera adreça (últim octet)
de: Erste vergebene Adresse (letztes Oktett)
el: πρώτη διεύθυνση (τελευταίο octet)
es: primer dirección (último octeto)
fr: première addresse (dernier octet)
it: primo indirizzo (ultimo ottetto)
pt_br: primeiro endereço (último octeto)
vi: Địa chỉ đầu tiên (last oclet)

source: number of leased addresses -1
ca: número d'adreces lease -1
de: Anzahl zu vergebender Adressen -1
el: αριθμός διευθύνσεων lease -1
es: número de direcciones brindadas -1
fr: nombre d'adresses disponibles - 1
it: numero di indirizzi serviti -1
pt_br: número de endereços para atribuição -1
vi: Số của leased addresses -1

source: DHCP-Options
ca: Opcions de DHCP
de: DHCP-Optionen
el: Επιλογές DHCP
es: Opciones de DHCP
fr: Options DHCP
it: Opzioni DHCP
pt_br: Opções DHCP
vi: Tùy chọn DHCP

source: See "dnsmasq --help dhcp" for a list of available options.
ca: Vegi's &quot;dnsmasq --help dhcp&quot; per una llista de les opcions disponibles.
de: Siehe &quot;dnsmasq --help dhcp&quot; für eine Liste verfügbarer Optionen.
el: Βλέπε &quot;dnsmasq --help dhcp&quot; για τη λίστα με τις διαθέσιμες επιλογές.
es: Ver la ayuda &amp;quot;dnsmasq -- dhcp&amp;quot; para una lista de opciones disponibles.
fr: Voir &quot;dnsmasq --help dhcp&quot; pour une liste d'options disponibles.
it: Vedi &quot;dnsmasq --help dhcp&quot; per una lista di opzioni disponibile.
pt_br: Veja &quot;dnsmasq --help dhcp&quot; para a lista disponível de opções.
vi: See &amp;quot;dnsmasq --help dhcp&amp;quot; cho một list của những tùy chọn

source: Static Leases
ca: Leases estàtics
de: Statische Einträge
el: Στατικά Leases
es: Brindadas estáticamente
fr: Baux Statiques
it: Leases statici
pt_br: Atribuições Estáticas
vi: Thống kê leases

source: Leasetime remaining
ca: Temps de Lease restant
de: Verbleibende Gültigkeit
el: Υπόλοιπο χρόνου Lease
es: Tiempo de "lease" restante
fr: Durée de validité
it: Tempo lease residuo
pt_br: Tempo de atribuição restante
vi: Leasetime còn lại

source: Active Leases
ca: Leases Actius
de: Aktive Zuweisungen
el: Ενεργά Leases
es: "Leases" activas
fr: Baux actifs
it: Lease attivi
pt_br: Atribuições Activas
vi: Leases hoạt động

source: Point-to-Point Connections
ca: Connexions Point-to-Point
de: Punkt-zu-Punkt Verbindungen
el: Συνδέσεις Σημείου-προς-Σημείο
es: Conexiones punto-a-punto
fr: Connexions Point-à-Point
it: Connessioni Point-to-Point
pt_br: Ligações Ponto-a-Ponto
vi: Point-to-Point kết nối

source: Point-to-Point connections with <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> or <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> are often used to connect a device over <abbr title="Digital Subscriber Line">DSL</abbr> or similar technologies to an internet access point.
ca: Les connexions Point-to-Point amb <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> o <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> s'utilitzen sovint per connectar un dispositiu en una <abbr title="Digital Subscriber Line">DSL</abbr> o tecnologia similar per un punt d'accés a Internet.
de: Punkt-zu-Punkt Verbindungen über PPPoE oder PPTP werden häufig dazu verwendet, um über DSL o.ä. Techniken eine Verbindung zum Internetgateway eines Internetzugangsanbieters aufzubauen.
el: Οι συνδέσεις Σημείου-προς-Σημείο με <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> ή <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> συχνά χρησιμοποιούνται για να συνδέσουν μια συσκευή σε ένα διαδικτυακό σημείο πρόσβασης μέσω <abbr title="Digital Subscriber Line">DSL</abbr> ή παρόμοιων τεχνολογιών.
es: Las conexiones punto-a-punto los protocolos <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> o <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> son a menudo utilizadas para conectar un dispositivo sobre una línea <abbr title="Digital Subscriber Line">DSL</abbr> o tecnologías similiar a un punto de acceso a internet.
fr: Les connexions Point-à-Point en PPPoE ou PPTP sont souvent utilisées pour connecter un équipement à internet sur du DSL ou une technologie similaire.
it: Connessioni Point-to-Point con <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> o <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> sono spesso usate per connettere un dispositivo su <abbr title="Digital Subscriber Line">DSL</abbr> o tecnologie simili ad un an access point internet.
pt_br: Ligações Ponto-a-Ponto com <abbr title="Protocolo Ponto-a-Ponto sobre Ethernet">PPPoE</abbr> ou <abbr title="Protocolo de Tunelamento Ponto-a-Ponto">PPTP</abbr> são muitas vezes usadas para ligar um dispositivo sobre <abbr title="Linha Digital de Assinante">DSL</abbr> ou tecnologia similar para um ponto de acesso à internet.
vi: Point-to-Point kết nối với <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> or <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> thì thường dùng để kết nối với một thiết bị trên <abbr title="Digital Subscriber Line">DSL</abbr> hoặc những công nghệ tới một điểm internet truy cập.

source: You need to install "comgt" for UMTS/GPRS, "ppp-mod-pppoe" for PPPoE, "ppp-mod-pppoa" for PPPoA or "pptp" for PPtP support
ca: Necessites instal·lar &quot;comgt&quot; per suport UMTS/GPRS, &quot;ppp-mod-pppoe&quot; per suport PPPoE, &quot;ppp-mod-pppoa&quot; per suport PPPoA o &quot;pptp&quot; per suport PPtP
de: Für die Unterstützung von UMTS/GPRS muss &quot;comgt&quot;, für PPPoE &quot;ppp-mod-pppoe&quot;, für PPPoA &quot;ppp-mod-pppoa&quot; und für PPtP &quot;pptp&quot; installiert sein
el: Θα πρέπει να εγκαταστήσετε το &quot;comgt&quot; για υποστήριξη UMTS/GPRS, το &quot;ppp-mod-pppoe&quot; για PPPoE, το &quot;ppp-mod-pppoa&quot; για PPPoA ή το &quot;pptp&quot; για PPtP
es: Es necesario instalar &amp;quot;comgt&amp;quot; para UMTS/GPRS, &amp;quot;ppp-mod-pppoe&amp;quot; para PPPoE, &amp;quot;ppp-mod-pppoa&amp;quot; para PPPoA o &amp;quot;pptp&amp;quot; para porte PPtP
fr: Vous avez besoin d'installer &quot;comgt&quot; pour le support UMTS/GPRS, &quot;ppp-mod-pppoe&quot; pour le PPPoE, &quot;ppp-mod-pppoa&quot; pour le PPPoA ou &quot;pptp&quot; pour le PPtP
it: Devi installare &quot;comgt&quot; per il supporto UMTS/GPRS, &quot;ppp-mod-pppoe&quot; per PPPoE, &quot;ppp-mod-pppoa&quot; per PPPoA e &quot;pptp&quot; per PPtP
pt_br: Precisa de instalar os pacotes &quot;comgt&quot; para UMTS/GPRS, &quot;ppp-mod-pppoe&quot; para PPPoE, &quot;ppp-mod-pppoa&quot; para PPPoA ou &quot;pptp&quot; para o suporte PPtP
vi: Bạn cần cài đặt &amp;quot;comgt&amp;quot; for UMTS/GPRS, &amp;quot;ppp-mod-pppoe&amp;quot; for PPPoE, &amp;quot;ppp-mod-pppoa&amp;quot; for PPPoA or &amp;quot;pptp&amp;quot; for PPtP support

source: You need to install "ppp-mod-pppoe" for PPPoE or "pptp" for PPtP support
ca: Necessites instal·lar &quot;ppp-mod-pppoe&quot; per suport PPPoE o &quot;pptp&quot; per suport PPtP
de: Für die Unterstützung von PPPoE muss &quot;ppp-mod-pppoe&quot; und für PPtP &quot;pptp&quot; installiert sein
el: Χρειάζεται να εγκαταστήσετε το &quot;ppp-mod-pppoe&quot; για υποστήριξη PPPoE ή το &quot;pptp&quot; για υποστήριξη PPtP
es: Es necesario instalar &amp;quot;ppp-mod-pppoe&amp;quot; para PPPoE o &amp;quot;pptp&amp;quot; para PPtP support
fr: Vous avez besoin d'installer &quot;ppp-mod-pppoe&quot; pour le support PPPoE ou &quot;pptp&quot; pour le PPtP
it: Devi installare &quot;ppp-mod-pppoe&quot; per il supporto PPPoE e &quot;pptp&quot; per PPtP
pt_br: Precisa de instalar os pacotes &quot;ppp-mod-pppoe&quot; para PPPoE ou &quot;pptp&quot; para o suporte PPtP
vi: Bạn cần cài đặt &amp;quot;ppp-mod-pppoe&amp;quot; for PPPoE or &amp;quot;pptp&amp;quot; cho hỗ trợ PPtP

source: <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr>-Server
el: Εξυπηρετητής <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr>

source: Automatic Disconnect
ca: Desconnexió Automàtica
de: Automatische Trennung
el: Αυτόματη Αποσύνδεση
es: Desconectar automáticamente
fr: Déconnexion automatique
it: Disconnetti automaticamente
pt_br: Fim automático de ligação
vi: Tự động ngừng kết nối

source: Time (in seconds) after which an unused connection will be closed
ca: Temps (en segons) després del qual les connexions sense fer servir es tancaran
de: Zeit (in s) nach der die Verbindung bei Inaktivität getrennt wird
el: Χρόνος (σε δευτερόλεπτα) ύστερα από τον οποίο οι αχρησιμοποίητες συνδέσεις θα κλείνουν
es: Tiempo (en segundos) luego de que una conexión no usada será cerrada
fr: Délai d'inactivité à partir duquel la connexion est coupée
it: Tempo (in secondi) dopo il quale una connessione inattiva verrà chiusa
pt_br: Tempo (em segundos) para fim de uma ligação já não utilizada
vi: Thời gian (giây) sau khi một kết nối không sử dụng sẽ bị đóng

source: Number of failed connection tests to initiate automatic reconnect
ca: Número de connexions de test fallades per iniciar reconnexió automàtica
de: Anzahl fehlgeschlagener Verbindungstests nach der automatisch neu verbunden wird
el: Αριθμός αποτυχημένων δοκιμών για την εφαρμογή της αυτόματης επανασύνδεσης
es: Número de tests de conexión fallida para iniciar la reconexión automática
fr: Reconnexion si la connexion est perdue
it: Numero di test di connettività falliti prima di una riconnessione
pt_br: Número de falhas do teste de ligação para reiniciar uma ligação automática
vi: Kiểm tra số lượng kết nối không thành công để tự động kết nối lại.

source: Modem device
ca: Dispositiu de Modem
de: Modemgerät
el: Συσκευή Modem
es: Dispositivo de Modem
fr: Interface Modem
it: Dispositivo modem
pt_br: Dispositivo do Modem
vi: Thiết bị modem

source: The device node of your modem, e.g. /dev/ttyUSB0
ca: El node de dispositiu del teu modem, p.e. /dev/ttyUSB0
de: Geräteknoten des Modems, z.B. /dev/ttyUSB0
el: Ο κόμβος συσκευής του modem σας, π.χ. /dev/ttyUSB0
es: El nodo de dispositivo de su modem, ej. /dev/ttyUSB0
fr: Le noeud d'interface de votre modem, e.g. /dev/ttyUSB0
it: Il device node del tuo modem, e.s. /dev/ttyUSB0
pt_br: O caminho do dispositivo do seu modem, ex. /dev/ttyUSB0
vi: Thiết bị node của modem, e.g. /dev/ttyUSB0

source: Replace default route
ca: Reemplaça la ruta per defecte
de: Standardroute ersetzen
el: Αντικατάσταση προεπιλεγμένης διαδρομής
es: Reemplazar la ruta por defecto
fr: Remplacer la route par défaut
it: Sostituisci route di default
pt_br: Substituir a rota padrão
vi: Thay thế route mặc định

source: Let pppd replace the current default route to use the PPP interface after successful connect
ca: Permet que el pppd reemplaci la ruta per defecte actual per fer servir les interfícies PPP després de connectar-se amb èxit
de: Lässt pppd die aktuelle Standardroute ersetzen und über die PPP Schnittstelle leiten
el: Το pppd να αντικαθιστά την τρέχουσα προεπιλεγμένη διαδρομή για να χρησιμοποιείται η διεπαφή PPP μετά από επιτυχημένη σύνδεση
es: Permite que pppd reemplace la ruta por defecto actual para usar la interfaz ppp como ruta por defecto luego de una conexión satisfactoria
fr: Laisser pppd remplacer la route par défaut courante pour utiliser l'interface PPP après l'établissement de la connexion
it: Consenti a pppd di sostituire la route di default con la route corrente per usare l&#39;interfaccia PPP dopo una connessione riuscita
pt_br: Permitir o pppd substituir a rota padrão actual e usar a interface PPP como padrão após a ligação ser efectuada com sucesso
vi: Để pppd thay thế route mặc định hiện tại để dùng giao diện PPP sau khi kết nối thành công

source: Use peer DNS
ca: Fes servir peer DNS
de: DNS der Gegenstelle nutzen
el: Χρήση DNS ομότιμου
es: Uso de pares de DNS
fr: Utiliser le DNS fourni
it: Usa DNS ottenuti
pt_br: Utilizar DNS do peer
vi: Dùng peer DNS

source: Configure the local DNS server to use the name servers adverticed by the PPP peer
ca: Configura el servidor DNS local per fer servir els servidors anunciats pel peer PPP
de: Konfiguriert den lokalen DNS-Server so, dass er die von der Gegenstelle angekündigten Nameserver-Adressen nutzt
el: Ρύθμιση του τοπικού εξυπηρετητή DNS να χρησιμοποιεί τους εξυπηρετητές ονόματος που διαφημίζει ο ομότιμος PPP
es: Configurar el servidor DNS local para usar servidores de nombre sugeridos por el par PPP
fr: Configurer le serveur DNS local pour utiliser le serveur de nom fourni par le pair PPP
it: Configura il server DNS locale per usare i server DNSnegoziati da PPP
pt_br: Configurar o servidor DNS local para usar o servidores de nomes fornecidos pelo PPP
vi: Định cấu hình DNS server địa phương để dùng tên servers adverticed bởi PPP peer

source: Enable IPv6 on PPP link
ca: Habilita IPv6 a l'enllaç PPP
de: IPv6 für die PPP-Verbindung aktivieren
el: Ενεργοποίηση IPv6 σε ζεύξη PPP
es: Ativar IPv6 sobre enlace PPP
fr: Activer l'IPv6 sur le lien PPP
it: Attiva IPv6 sul collegamento PPP
pt_br: Activar IPv6 no link PPP
vi: Kích hoạt IPv6 on PPP link

source: Connect script
ca: Script de connexió
de: Verbindungs-Script
el: Σενάριο σύνδεσης
es: Script de conexión
fr: Script de Connexion
it: Script connessione
pt_br: Script de ligação
vi: Kết nối script

source: Let pppd run this script after establishing the PPP link
ca: Permet que el pppd executi aquest script abans d'establir l'enllaç PPP
de: Lässt pppd das angegebene Script nach dem Aufbau der PPP Verbindung abarbeiten
el: Το pppd να τρέχει αυτό το σενάριο όταν η ζεύξη PPP εγκαθιδρύεται
es: Permite a pppd ejecutar este script luego de establecer un enlace PPP
fr: pppd exécutera ce script après l'établissement du lien PPP
it: Permette a pppd di avviare questo script dopo l&#39;avvenuta connessione PPP
pt_br: Deixar o pppd executar este script após o estabelecimento do link PPP
vi: Để pppd chạy script này sau khi thành lập PPP link

source: Disconnect script
ca: Script de desconnexió
de: Trennuns-Script
el: Σενάριο αποσύνδεσης
es: Script de desconexión
fr: Script de Déconnexion
it: Script disconnessione
pt_br: Script de fim de ligação
vi: Ngừng script

source: Let pppd run this script before tearing down the PPP link
ca: Permet que el pppd executi aquest script abans de desconnectar l'enllaç PPP
de: Lässt pppd das angegebene Script vor dem Trennen der PPP Verbindung abarbeiten
el: Το pppd να τρέχει αυτό το σενάριο πριν η ζεύξη PPP κλείσει
es: Permite a pppd ejecutar este script antes de terminar el enlace PPP
fr: pppd exécutera ce script avant de déconnecter le lien PPP
it: Permette a pppd di avviare questo script prima della disconnessione PPP
pt_br: Deixar o pppd executar este script antes de terminar o link PPP
vi: Để pppd chạy trên script trước khi phá vỡ PPP link

source: Additional pppd options
ca: Opcions pppd addicionals
de: Weitere pppd Optionen
el: Επιπλέον επιλογές pppd
es: Opciones adicional de pppd
fr: Options pppd supplémentaires
it: Opzioni pppd aggiuntive
pt_br: Opções adicionais do pppd
vi: Tùy chọn pppd bổ sung

source: Specify additional command line arguments for pppd here
ca: Especifica arguments de línia de comanda addicionals pel pppd
de: Hier können zusätzliche Kommandozeilenargumente für pppd angegeben werden
el: Ορισμός επιπλέον επιλογών pppd στην γραμμή εντολών
es: Especifique aquí argumentos adicionales para la línea de comando de pppd
fr: Spécifiez ici des arguments de ligne de commande supplémentaire pour pppd
it: Specifica opzioni linea di comando aggiuntive per pppd qui
pt_br: Especificar argumentos adicionais por linha de comando para o pppd aqui
vi: Chỉ định những dòng lệnh tranh cãi cho pppd ở đây

source: Access point (APN)
ca: Punt d'accés (APN)
de: Zugriffspunkt (APN)
el: Σημείο πρόσβασης (APN)
es: Punto de acceso (APN)
fr: Point d'accès (APN)
pt_br: Ponto de acesso (APN)
vi: Điểm truy cập (APN)

source: PIN code
ca: Codi PIN
el: Κωδικός PIN
es: Código PIN
fr: code PIN
it: Codice PIN
pt_br: Código PIN

source: Make sure that you provide the correct pin code here or you might lock your sim card!
ca: Assegura't d'introduir el codi pin correcte o pots bloquejar la teva targeta SIM!
de: Stellen Sie sicher das die richtige PIN hier eingetragen wird, sonst könnte die SIM-Karte gesperrt werden!
el: Εξασφαλίστε ότι δηλώνετε το σωστό κωδικό pin εδώ αλλιώς μπορεί να κλειδώσετε την κάρτα sim σας!
es: Asegurese de escribir correctamente el código pin aquí caso contrario bloqueará su tarjeta sim!
fr: Assurez-vous de fournir le bon code PIN ou vous pourriez bloquer votre carte SIM !
it: Fai attenzione di inserire il codice PIN corretto qui o potresti bloccare la tua sim card!
pt_br: Certifique-se que forneceu o código PIN correcto aqui, ou pode bloquear o seu cartão SIM
vi: Bảo đảm rằng bạn cung cấp pin code chính xác ở đây hoặc sim card của bạn sẽ bị khóa

source: Service type
ca: Tipus de servei
de: Dienstart
el: Τύπος υπηρεσίες
es: Tipo de servicio
fr: Type de service
it: Tipo di servizio
pt_br: Tipo do serviço

source: Setup wait time
ca: Temps d'espera de configuració
de: Initialisierungszeit
el: Καθορισμός χρόνου αναμονής
es: Configurar tiempo de espera
fr: Délai d'initialisation
it: Tempo di attesa inizializzazione
pt_br: Configurar tempo de espera
vi: Cài đặt thời gian chờ

source: Seconds to wait for the modem to become ready before attempting to connect
ca: Segons a esperar per tal que el modem estigui apunt abans de provar de connectar-se
de: Zeit in Sekunden um auf die Initialisierung des Modems zu warten bevor ein Verbindungsversuch unternommen wird
el: Δευτερόλεπτα αναμονής ώστε το modem να προετοιμαστεί πριν την προσπάθεια για σύνδεση
es: Segundos a esperar al modem antes iniciar el intento de conexión
fr: Secondes à attendre pour que le modem soit prêt avant d'essayer de se connecter
it: Secondi da attendere prima che il modem diventi pronto prima di provare a connettersi
pt_br: Segundos de espera para o modem ficar pronto antes de tentar uma ligação
vi: Giây để chờ cho modem trở nên sẵn sàng trước khi kết nối

source: PPPoA Encapsulation
ca: Encapsulació PPPoA
de: PPPoA Kapselung
el: Ενθυλάκωση PPPoA
es: Encapsulación PPPoA
pt_br: Encapsulamento PPPoA

source: Routes specify over which interface and gateway a certain host or network can be reached.
ca: Les rutes especifiquen per quina interfície i passarel·la es pot arribar a un cert ordinador o xarxa.
de: Netzwerkrouten geben an, über welche Schnittstellen bestimmte Rechner oder Netzwerke erreicht werden können
el: Οι διαδρομές ορίζουν τη διεπαφή και πύλη από την οποία κάποιος υπολογιστής ή δίκτυο μπορεί να είναι προσβάσιμο/ς.
es: Rutas a especificar sobre qué interfaz y puerta de enlace cierto host o red a la que se puede llegar.
fr: Avec les routes statiques vous pouvez spécifier à travers quelle interface ou passerelle un réseau peut être contacté.
it: Le route specificano attraverso quale interfaccia e gateway un certo host o rete può essere raggiunto.
pt_br: As rotas especificam através de que interfaces ou gateways podem ser alcançados determinadas redes ou hosts.
vi: Routes chỉ định trên giao diện và cổng một host nhất định hay network được tiếp cận.

source: Static Routes
ca: Rutes estàtiques
de: Statische Routen
el: Στατικές Διαδρομές
es: Rutas estáticas
fr: Routes statiques
it: Route statiche
pt_br: Rotas Estáticas

source: Static IPv4 Routes
ca: Rutes IPv4 estàtiques
de: Statische IPv4 Routen
el: Στατικές Διαδρομές IPv4
es: Rutas estáticas IPv4
fr: Routes IPv4 statiques
it: Route statiche IPv4
pt_br: Rotas Estáticas IPv4

source: Static IPv6 Routes
ca: Rutes IPv6 estàtiques
de: Statische IPv6 Routen
el: Στατικές Διαδρομές IPv6
es: Rutas estáticas IPv6
fr: Routes IPv6 statiques
it: Route statiche IPv6
pt_br: Rotas Estáticas IPv6

source: Active <abbr title="Internet Protocol Version 4">IPv4</abbr>-Routes
ca: Rutes <abbr title="Internet Protocol Version 4">IPv4</abbr> actives
de: Aktive IPv4-Routen
el: Ενεργές Διαδρομές <abbr title="Internet Protocol Version 4">IPv4</abbr>
es: Rutas <abbr title="Internet Protocol Version 4">IPv4</abbr> activas
fr: Routes <abbr title="Internet Protocol Version 4">IPv4</abbr> actives
it: Route <abbr title="Internet Protocol Version 4">IPv4</abbr> attive
pt_br: Rotas-<abbr title="Protocolo de Internet Versão 4">IPv4</abbr> activas

source: Active <abbr title="Internet Protocol Version 6">IPv6</abbr>-Routes
ca: Rutes <abbr title="Internet Protocol Version 6">IPv6</abbr> actives
de: Aktive IPv6-Routen
el: Ενεργές Διαδρομές <abbr title="Internet Protocol Version 6">IPv6</abbr>
es: Rutas <abbr title="Internet Protocol Version 6">IPv6</abbr> activas
fr: Routes <abbr title="Internet Protocol Version 6">IPv6</abbr> actives
it: Route <abbr title="Internet Protocol Version 6">IPv6</abbr> attive
pt_br: Rotas-<abbr title="Protocolo de Internet Versão 6">IPv6</abbr> activas

source: Host-<abbr title="Internet Protocol Address">IP</abbr> or Network
ca: Xarxa o adreça <abbr title="Internet Protocol Address">IP</abbr>
de: Host-IP oder Netzwerk
el: <abbr title="Internet Protocol Address">IP</abbr> Υπολογιστή ή Δικτύου
es: Dirección <abbr title="Internet Protocol Address">IP</abbr> de host o red
fr: adresse IP ou réseau
it: <abbr title="Internet Protocol Address">IP</abbr> dell&#39;host o rete
pt_br: <abbr title="Endereço do Protocolo de Internet">IP</abbr> do host ou rede

source: <abbr title="Internet Protocol Version 6">IPv6</abbr>-Address or Network (CIDR)
ca: Adreça <abbr title="Internet Protocol Version 6">IPv6</abbr> o Xarxa (CIDR)
de: IPv6 Host- oder Netzwerk-Addresse (CIDR)
el: Διεύθυνση <abbr title="Internet Protocol Version 6">IPv6</abbr> ή Δίκτυο (CIDR)
es: Dirección <abbr title="Internet Protocol Version 6">IPv6</abbr> o (CIDR) de red
fr: adresse IPv6 ou réseau
it: Indirizzo <abbr title="Internet Protocol Version 6">IPv6</abbr> o rete (CIDR)
pt_br: <abbr title="Endereço do Protocolo de Internet Versão 6">IPv6</abbr> do host ou rede

source: if target is a network
ca: si el destí és una xarxa
de: falls Ziel ein Netzwerk ist
el: αν ο στόχος είναι ένα δίκτυο
es: si el destino es una red
fr: si la destination est un réseau
it: se la destinazione è una rete
pt_br: se o destino for uma rede
vi: Nếu mục tiêu là một network

source: Internet Connection
ca: Connexió a Internet
de: Internetverbindung
el: Σύνδεση με Διαδίκτυο
es: Conexión a Internet
fr: Connexion Internet
it: Connessione Internet
pt_br: Ligação Internet
vi: Kết nối Internet

source: Local Network
ca: Xarxa Local
de: Lokales Netz
el: Τοπικό Δίκτυο
es: Red local
fr: Réseau Local
it: Rete locale
pt_br: Rede Local
vi: Network địa phương

source: Route
ca: Ruta
de: Weiterleiten
el: Διαδρομή
es: Ruta
pt_br: Rota

source: Provide (Access Point)
ca: Proveeix (Punt d'Accés)
de: Anbieten (Access Point)
el: Παροχή (Σημείο Πρόσβασης)
es: Proporcionar (Punto de Acceso)
fr: Point d'accès
it: Offri (Access Point)
pt_br: Ponto de Acesso (Access Point)
vi: Cung cấp (Điểm truy cập)

source: Independent (Ad-Hoc)
de: Unabhängig (Ad-Hoc)
el: Ανεξάρτητο (Ad-Hoc)
es: Independiente (ad hoc)
fr: Ad-Hoc
it: Independente (Ad-Hoc)
pt_br: Independente (Ad-Hoc)
vi: Độc lập (Ad-Hoc)
