Repository: 8devices/luci
Catalog: po/*/admin-core.po
Languages: ca, de, el, es, fr, it, pt_br, vi

source: Join (Client)
ca: Uneix-te (Client)
de: Einklinken (Client)
el: Συμμετοχή (Πελάτης)
es: Únete (Cliente)
fr: Client
it: Partecipa (Client)
pt_br: Cliente (Client)
vi: Tham gia (client)

source: Distributed (<abbr title="Wireless Distribution System">WDS</abbr>)
ca: Distribuït (<abbr title="Wireless Distribution System">WDS</abbr>)
de: Verteilen (WDS)
el: Κατανεμημένο (<abbr title="Wireless Distribution System">WDS</abbr>)
es: Distribuído (<abbr title="Wireless Distribution System">WDS</abbr>)
fr: <abbr title="Wireless Distribution System">WDS</abbr>
it: Distribuita (<abbr title="Wireless Distribution System">WDS</abbr>)
pt_br: Distribuído (<abbr title="Sistema de Distribuição Wireless">WDS</abbr>)
vi: Phân phối (<abbr title="Wireless Distribution System">WDS</abbr>)

source: Clientmode
ca: mode Client
de: Verbindungsmodus
el: Λειτουργία Πελάτη
es: Modo cliente
fr: Mode client
it: Modalità client
pt_br: Modo Cliente

source: System log buffer size
ca: Mida de buffer del registre del sistema
de: Größe des Systemprotokollpuffers
el: Μέγεθος αρχείου καταγραφής Συστήματος
es: Tamaño del buffer del registro de sistema
fr: Taille de buffer du journal système
it: Dimensione buffer log di sistema
pt_br: Tamanho do buffer do registo do sistema

source: External system log server
ca: Servidor del registre de sistema extern
de: Externer Systemprotokollserver
el: Εξωτερικός εξυπηρετητής καταγραφής συστήματος
es: Servidor externo de registro de sistema
fr: Serveur externe pour le journal système
it: Server log di sistema esterno
pt_br: Servidor externo do registo do sistema

source: Log output level
ca: Nivell de sortida del registre
de: Protokollausgabelevel
el: Επίπεδο εξόδου καταγραφής
es: Nivel de salida del registro
fr: Niveau de gravité du journal
it: Livello output di log
pt_br: Nível de detalhe do registo do sistema

source: Level of log messages on the console
ca: Nivell de sortida de consola del registre
de: Level auf der Konsole ausgegebener Meldungen
el: Επίπεδο των μηνυμάτων καταγραφής στην κονσόλα
es: Nivel de mensajes de registro en la consola
fr: Niveau de gravité du journal système affiché sur la console
it: Livello output di log sulla console
pt_br: Categoria das mensagens de registo de sistema na consola
vi: Level của log messages trên console

source: Processor
ca: Processador
de: Prozessor
el: Επεξεργαστής
es: Procesador
fr: Processeur
it: Processore
pt_br: Processador
vi: Bộ xử lý

source: Memory
ca: Memòria
de: Hauptspeicher
el: Μνήμη
es: Memoria
fr: Mémoire
it: Memoria
pt_br: Memória
vi: Bộ nhớ

source: Local Time
ca: Hora local
de: Lokale Zeit
el: Τοπική Ώρα
es: Hora local
fr: Heure Locale
it: Ora locale
pt_br: Hora Local
vi: Giờ địa phương

source: Uptime
ca: Temps d'activitat
de: Laufzeit
el: Χρόνος εν λειτουργία
es: Tiempo de actividad

source: First leased address
ca: Primera adreça de lease
de: Erste vergebene Adresse
el: Πρώτη διεύθυνση lease
es: Primer dirección otorgada
fr: Première adresse attribuée
it: Primo indirizzo offerto
pt_br: Primeiro endereço de atribuição
vi: Địa chỉ lease đầu tiên

source: Number of leased addresses
ca: Número d'adreces de lease
de: Anzahl vergebener Adressen
el: Αριθμός διευθύνσεων lease
es: Número de direcciones otorogada
fr: Nombre d'adresses attribuées
it: Numero di indirizzi offerti
pt_br: Número de endereços atribuidos
vi: Số của địa chỉ lease

source: Routing table
ca: Taula d'enrutament
de: Routingtabelle
el: Πίνακα δρομολόγησης
es: Tabla de enrutamiento
fr: Table de routage
it: Tabella di routing
pt_br: Tabela de roteamento

source: Wifi scan
ca: Escaneig sense fils
de: WLAN-Scan
el: Ασύρματη σάρωση
fr: Scan Wifi
it: Scansione Wifi
pt_br: Procurar redes Wifi

source: Frequency
ca: Freqüència
de: Frequenz
el: Συχνότητα
es: Frecuencia
fr: Fréquence
it: Frequenza
pt_br: Frequência
vi: Tần số

source: Power
ca: Potència
de: Leistung
el: Ισχύς
es: Potencia
fr: Puissance
it: Potenza
pt_br: Potência

source: <abbr title="Fragmentation">Frag.</abbr>
ca: <abbr title="Fragmentació">Frag.</abbr>
de: Frag.
el: <abbr title="Κατακερματισμός">Κατακ.</abbr>
es: <abbr title="Fragmentación">Frag.</abbr>
it: <abbr title="Fragmentation">Framm.</abbr>

source: Bitrate
ca: Taxa de bits
el: Ρυθμός Bit
fr: Débit binaire

source: automatically reconnect
ca: reconnecta automàticament
de: automatisch neu verbinden
el: αυτόματη επανασύνδεση
es: reconectar automáticamente
fr: reconnecter automatiquement
it: riconnetti automaticamente
pt_br: ligação automática
vi: Tự động kết nối lại

source: disconnect when idle for
ca: desconnecta per inactivitat durant
de: trennen bei Inaktivität nach
el: αποσύνδεση όταν είναι αδρανές για
es: desconecte cuando esté inactivo durante
fr: déconnecter après une inactivité de
it: disconnetti quando non usata per
pt_br: desligar quando ocioso por
vi: Ngừng kết nối khi idle cho

source: <abbr title="Light Emitting Diode">LED</abbr> Configuration
ca: Configuració <abbr title="Light Emitting Diode">LED</abbr>
de: LED Konfiguration
el: Παραμετροποίηση <abbr title="Light Emitting Diode">LED</abbr>
es: Configuración de <abbr title="Light Emitting Diode">LED</abbr>s
fr: Configuration des <abbr title="Light Emitting Diode">LED</abbr>s
it: Configurazione <abbr title="Light Emitting Diode">LED</abbr>
pt_br: Configuração do <abbr title="Diodo Emissor de Luz">LED</abbr>

source: Customizes the behaviour of the device <abbr title="Light Emitting Diode">LED</abbr>s if possible.
ca: Personalitza el comportament dels <abbr title="Light Emitting Diode">LED</abbr>s del dispositiu si és possible.
de: Passt das Verhalten der Geräte-LEDs an - wenn dies möglich ist.
el: Ρυθμίζει, αν είναι δυνατόν, την συμπεριφορά των <abbr title="Light Emitting Diode">LED</abbr> της συσκευής.
es: Personaliza el comportamiento de los <abbr title="Light Emitting Diode">LED</abbr>s del dispositivo, si es posible.
fr: Personnaliser le comportement des <abbr title="Light Emitting Diode">LED</abbr>s si possible.
it: Personalizza la configurazione dei <abbr title="Light Emitting Diode">LED</abbr> del sistema se possibile.
pt_br: Customiza o comportamento dos <abbr title="Diodo Emissor de Luz">LED</abbr>s se possível.
vi: Tùy chỉnh chế độ của thiết bị <abbr title="Light Emitting Diode">LED</abbr>s nếu có thể.

source: <abbr title="Light Emitting Diode">LED</abbr> Name
ca: Nom del <abbr title="Light Emitting Diode">LED</abbr>
de: LED Name
el: Όνομα <abbr title="Light Emitting Diode">LED</abbr>
es: Nombre del <abbr title="Light Emitting Diode">LED</abbr>
fr: Nom de la <abbr title="Light Emitting Diode">LED</abbr>
it: Nome <abbr title="Light Emitting Diode">LED</abbr>
pt_br: Nome do <abbr title="Diodo Emissor de Luz">LED</abbr>

source: <abbr title="Light Emitting Diode">LED</abbr> Device
ca: Dispositiu del <abbr title="Light Emitting Diode">LED</abbr>
de: LED Gerät
el: Συσκευή <abbr title="Light Emitting Diode">LED</abbr>
es: Disposito del <abbr title="Light Emitting Diode">LED</abbr>
fr: Inteface de la <abbr title="Light Emitting Diode">LED</abbr>
it: Dispositivo <abbr title="Light Emitting Diode">LED</abbr>
pt_br: Dispositivo do <abbr title="Diodo Emissor de Luz">LED</abbr>

source: Default state
ca: Estat per defecte
de: Grundzustand
el: Προεπιλεγμένη κατάσταση
es: Estado por defecto
fr: Etat par défaut
it: Stato predefinito
pt_br: Estado padrão
vi: Tình trạng mặc định

source: ticked = on
ca: seleccionat = on
de: ausgewählt = an
el: τικαρισμένο = αναμμένο
es: marcado = encendido
it: spuntato = on
pt_br: selecionado = ligado

source: Trigger
ca: Activador
de: Auslöser
el: Πυροδότηση
es: Desencadenar
fr: Clignotant
it: Causa
pt_br: Evento

source: None
ca: Cap
de: Keiner
el: Καμία
es: Ninguno
fr: Aucun
it: Nessuna
pt_br: Nenhum

source: Default On
ca: Encès per defecte
de: Immer an
el: Προεπιλεγμένο Αναμμένο
es: Encendido por defecto
fr: Allumé par défaut
it: Predefinito on
pt_br: Padrão Ligado
vi: Mặc định trên

source: Timer
ca: Temporitzador
de: Taktgeber
el: Χρονιστής
es: Temporizador
pt_br: Temporizador

source: Heartbeat (Load Average)
ca: Heartbeat (Càrrega)
de: Herzschlag (Mittlere Systemlast)
el: Παλμός (Μέσος Όρος Φόρτου)
es: Latido del corazón (carga media)
it: Battito (Carico medio)
pt_br: Carga Média

source: Network Device
ca: Dispositiu de xarxa
de: Netzwerkschnittstelle
el: Συσκευή Δικτύου
es: Dispositivo de red
fr: Interface Réseau
it: Dispositivo di rete
pt_br: Dispositivo de Rede

source: Off-State Delay
ca: Retard d'estat apagat
de: Einschaltverzögerung
el: Καθυστέρηση Κατάστασης Σβηστού
es: Retardo de Off-State
fr: Délai de l'état Off
it: Tempo dello stato off
pt_br: Tempo no Estado Desligado

source: Time (in ms) the <abbr title="Light Emitting Diode">LED</abbr> is off
ca: Temps (en ms) en què el <abbr title="Light Emitting Diode">LED</abbr> està apagat
de: Zeit (in ms) die die LED deaktiviert ist
el: Χρόνος (σε ms) όπου το <abbr title="Light Emitting Diode">LED</abbr> είναι σβηστό
es: Tiempo (en ms) en el cual el <abbr title="Light Emitting Diode">LED</abbr> permanece apagado
fr: Temps (en ms) pendant lequel la <abbr title="Light Emitting Diode">LED</abbr> est éteinte
it: Per quanto tempo (in ms) il <abbr title="Light Emitting Diode">LED</abbr> è off
pt_br: Tempo (em ms) durante o qual o <abbr title="Diodo Emissor de Luz">LED</abbr> fica desligado
vi: Thời gian (in ms) the <abbr title="Light Emitting Diode">LED</abbr> thì off

source: On-State Delay
ca: Retard d'estat encès
de: Ausschaltverzögerung
el: Καθυστέρηση Κατάστασης Αναμμένου
es: Retardo de On-State
fr: Délai de l'état On
it: Tempo dello stato on
pt_br: Tempo no Estado Ligado

source: Time (in ms) the <abbr title="Light Emitting Diode">LED</abbr> is on
ca: Temps (en ms) en què el <abbr title="Light Emitting Diode">LED</abbr> està encès
de: Zeit (in ms) die die LED aktiviert ist
el: Χρόνος (σε ms) όπου το <abbr title="Light Emitting Diode">LED</abbr> είναι αναμμένο
es: Tiempo (en ms) en el cual el <abbr title="Light Emitting Diode">LED</abbr> permanece encendido
fr: Temps (en ms) pendant lequel la <abbr title="Light Emitting Diode">LED</abbr> est allumée
it: Per quanto tempo (in ms) il <abbr title="Light Emitting Diode">LED</abbr> è on
pt_br: Tempo (em ms) durante o qual o <abbr title="Diodo Emissor de Luz">LED</abbr> permanece ligado
vi: Thời gian (in ms) the <abbr title="Light Emitting Diode">LED</abbr> thì on

source: Trigger Mode
ca: Mode d'activació
de: Auslösemodus
el: Λειτουργία Πυροδότησης
es: Modo de activación
fr: Mode Clignotant
it: Modalità causa
pt_br: Modo do gatilho
vi: Chế độ trigger

source: Link On
ca: Enllaç activat
de: Verbindung hergestellt
el: Αναμμένο με Ζεύξη
fr: Lien établi
it: Collegamento on
pt_br: Link Activo

source: Transmit
ca: Transmet
de: Senden
el: Εκπομπή
es: Transmitir
fr: Transmet
it: Trasmissione
pt_br: Transmitir

source: Receive
ca: Rep
de: Empfangen
el: Λήψη
es: Recibir
fr: Reçoit
it: Ricezione
pt_br: Receber

source: Active
ca: Actiu
de: Aktiv
el: Ενεργό
es: Activo
it: Attiva
pt_br: Activo

source: <abbr title="Media Access Control">MAC</abbr>-Address
ca: Adreça <abbr title="Media Access Control">MAC</abbr>
de: MAC-Adresse
el: Διεύθυνση <abbr title="Media Access Control">MAC</abbr>
es: Dirección <abbr title="Media Access Control">MAC</abbr>
fr: Addresse <abbr title="Media Access Control">MAC</abbr>
it: Indirizzo <abbr title="Media Access Control">MAC</abbr>
pt_br: Endereço <abbr title="Controle de Acesso ao Meio">MAC</abbr>

source: Hardware Address
ca: Adreça <abbr title="Media Access Control">MAC</abbr>
de: Hardware Adresse
el: Διεύθυνση Υλικού
es: Dirección de Hardware
fr: Addresse matériel
pt_br: Endereço do Hardware
vi: Địa chỉ phần cứng

source: transmitted / received
ca: transmès / rebut
de: gesendet / empfangen
el: απεσταλμένα / ληφθέντα
es: transmitido / recibido
fr: transmis / reçu
it: transmessi / ricevuti
pt_br: transmitido / recebido
vi: Đã truyền/ đã nhận

source: Errors
de: Fehler
el: Λάθη
es: Errores
fr: Erreurs
it: Errori
pt_br: Erros
vi: Lỗi

source: Create / Assign firewall-zone
ca: Crea / Assigna zona de tallafocs
de: Firewallzone anlegen / zuweisen
el: Δημιουργία / Ανάθεση ζώνης τείχους προστασίας
es: Crear / Asignar zona de seguridad
fr: Créer / Assigner une zone du pare-feu
it: Crea / Assegna zona firewall
pt_br: Criar / Atribuir a uma zona de firewall
vi: Tạo/ gán firewall-zone

source: Choose the firewall zone you want to assign to this interface. Select <em>unspecified</em> to remove the interface from the associated zone or fill out the <em>create</em> field to define a new zone and attach the interface to it.
ca: Aquesta interfície no pertany a cap zona de tallafocs encara.
de: Diese Schnittstelle gehört bis jetzt zu keiner Firewallzone.
el: Αυτή η διεπαφή δεν ανήκει ακόμη σε καμία ζώνη τείχους προστασίας.
es: Esta interfaz no pertenece a ninguna zona del corta fuego aún.
fr: Cette interface n'appartient à aucune zone du pare-feu pour le moment.
it: Questa interfaccia non appartiene a nessuna zona del firewall ancora.
pt_br: Esta interface ainda não pertence a nenhuma zona de firewall.
vi: Giao diện này chưa thuộc về bất kỳ firewall zone nào.

source: Processes
ca: Processos
de: Prozesse
el: Εργασίες
es: Procesos
fr: Processus
it: Processi
pt_br: Processos

source: This list gives an overview over currently running system processes and their status.
ca: Aquesta llista mostra una vista general sobre els processos corrent al sistema actualment i el seu estat.
de: Diese Tabelle gibt eine Übersicht über aktuell laufende Systemprozeese und deren Status.
el: Αυτή η λίστα δίνει μία εικόνα των τρέχοντων εργασιών συστήματος και της κατάστασής τους.
es: Esta lista brinda un pantallaso general acerca de los procesos de sistema que se encuentra ejecutando actualmente y su estado relacionado.
fr: Cette liste donne une vue d'ensemble des processus en exécution et leur statut.
it: Questa lista da un riassunto dei processi correntemente attivi e del loro stato.
pt_br: Esta lista fornece uma visão geral sobre os processos em execução no sistema.
vi: List này đưa ra một tầm nhìn tổng quát về xử lý hệ thống đang chạy và tình trạng của chúng.

source: Owner
ca: Propietari
de: Besitzer
el: Κάτοχος
es: Dueño
fr: Propriétaire
it: Proprietario
pt_br: Dono

source: Command
ca: Ordre
de: Befehl
el: Εντολή
es: Comando
fr: Commande
it: Comando
pt_br: Comando
vi: Lệnh

source: CPU usage (%)
ca: Ús de CPU (%)
de: CPU-Nutzung (%)
el: Χρήση CPU (%)
es: Uso de la CPU (%)
fr: Utilisation CPU (%)
it: Uso CPU (%)
pt_br: Uso da CPU (%)

source: Memory usage (%)
ca: Ús de Memòria (%)
de: Speichernutzung (%)
el: Χρήση Μνήμης (%)
es: Uso de la Memoria (%)
fr: Utilisation Mémoire (%)
it: Uso Memory (%)
pt_br: Uso de memória (%)

source: Hang Up
ca: Penja
de: Auflegen
el: Κρέμασμα
es: Colgar
fr: Signal (HUP)
pt_br: Suspender

source: Terminate
ca: Acaba
de: Beenden
el: Τερματισμός
es: Terminar
fr: Terminer
it: Termina
pt_br: Terminar

source: Kill
ca: Mata
de: Töten
el: Σκότωμα
es: Matar
fr: Tuer
it: Uccidi
pt_br: Matar

source: cached
ca: emmagatzemat en memòria cau
de: gecached
el: λανθάνουσα
es: en caché
fr: mis en cache
it: in cache
pt_br: em cache

source: buffered
ca: emmagatzemat en memòria intermèdia
de: gepuffert
el: ενδιάμεση
fr: bufferisé
it: in buffer
pt_br: em buffer

source: free
ca: lliure
de: frei
el: ελεύθερη
es: libre
fr: libre
it: libera
pt_br: livre

source: Scheduled Tasks
ca: Tasques programades
de: Geplante Aufgaben
el: Προγραμματισμένες Εργασίες
es: Tareas programadas
fr: Tâches Régulières
it: Operazioni programmate
pt_br: Tarefas Agendadas

source: This is the system crontab in which scheduled tasks can be defined.
ca: Aquest és el crontab del sistema en el qual es poden definir tasques programades.
de: Dies ist die System-Crontab in der geplante Aufgaben definiert werden können.
el: Αυτό είναι το crontab του συστήματος στο οποίο μπορούν να οριστούν προγραμματισμένες εργασίες.
es: Este es el crontab del sistema en el que las tareas programadas son definidas
fr: Ceci est le système crontab avec lequel sont définies les tâches récurrentes.
it: Questa è la crontab del sistema nella quale possono essere definiti le operazioni da programmare.
pt_br: Este é o sistema de agendamento de tarefas.
vi: Đây là system crontab mà scheduled tasks có thể bị định nghĩa.

source: Path to CA-Certificate
ca: Ruta als Certificats CA
de: Pfad zum CA-Zertifikat
el: Διαδρομή για Πιστοποιητικό CA
es: Ruta al Certificado CA
fr: Chemin de la CA
it: Percorso al certificato CA
pt_br: Directorio do Certificado CA
vi: Đường dẫn tới CA-Certificate

source: EAP-Method
ca: Mètode EAP
de: EAP-Methode
el: Μέθοδος EAP
es: Método EAP
fr: Méthode EAP
it: Metodo EAP
pt_br: Tipo de EAP

source: Path to Private Key
ca: Ruta a la clau privada
de: Pfad zum Privaten Schlüssel
el: Διαδρομή για Ιδιωτικό Κλειδί
es: Ruta a la Clave Privada
fr: Chemin de la clé privée
it: Percorso alla chiave privata
pt_br: Directorio da Chave Privada
vi: Đường dẫn tới private key

source: Password of Private Key
ca: Contrasenya de la clau privada
de: Passwort des Privaten Schlüssels
el: Κωδικός Πρόσβασης του Ιδιωτικού Κλειδιού
es: Contraseña de la Clave Privada
fr: Mot de passe de la clé privée
it: Password della chiave privata
pt_br: Senha da Chave Privada
vi: Mật mã của private key

source: Authentication
ca: Autenticació PEAP
de: Authentifizierung
el: Εξουσιοδότηση
es: Autenticación
fr: Authentification
it: Autenticazione PEAP
pt_br: Autenticação PEAP
vi: Xác thực

source: Identity
ca: Identitat PEAP
de: Identität
el: Ταυτότητα
es: Identidad
fr: Identité
it: Identità PEAP
pt_br: Identidade PEAP
vi: Nhận dạng

source: Password
ca: Contrasenya PEAP
de: Passwort
el: Κωδικός Πρόσβασης
es: Contraseña
fr: Mot de passe
it: Password PEAP
pt_br: Senha PEAP
vi: Mật mã

source: Create Network
ca: Crea Xarxa
de: Netzwerk anlegen
el: Δημιουργία Δικτύου
es: Crear red
fr: Créer un réseau
it: Crea rete
pt_br: Criar Rede
vi: Tạo network

source: Hostnames
ca: Noms de màquina
de: Rechnernamen
el: Ονόματα Υπολογιστών
es: Nombres de host
fr: Noms d'hôtes
it: Hostname
vi: Tên host

source: Host entries
ca: Entrades de noms de màquina
de: Host-Einträge
el: Καταχωρήσεις Υπολογιστών
es: Entradas de host
fr: Entrées d'hôtes
it: Campi host
pt_br: Entradas de Hosts

source: Hostname
ca: Nom de màquina
de: Rechnername
el: Όνομα Υπολογιστή
es: Nombre de host
fr: Nom d'hôte
pt_br: Nome do host
vi: Tên host

source: IP address
ca: Adreça IP
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
pt_br: Endereço IP
vi: Địa chỉ IP

source: Clamp Segment Size
ca: Mida de segment Clamp
de: Segmentgrößen Clamping
el: Μέγεθος Τμήματος Τεμαχισμού
es: Tamaño del segmento de la abrazadera

source: Fixes problems with unreachable websites, submitting forms or other unexpected behaviour for some ISPs.
ca: Resol problemes amb llocs web inassolibles, enviant formularis o altres comportaments inesperats d'alguns ISPs.
de: Behebt Probleme bei nicht erreichbaren Webseiten, Absenden von Formularen oder anderes unerwartetes Verhalten für einige ISPs.
el: Επιλύει προβλήματα με μη-προσβάσιμους ιστοχώρους, την υποβολή φορμών ή άλλες απροσδόκητες συμπεριφορές κάποιων ISP.
es: Correge problemas con los sitios web inaccesibles, envío de formularios o una conducta inesperada para algunos proveedores de servicios de Internet.
pt_br: Resolve problemas com websites indisponíveis, submissão de formulários ou comportamentos inesperados de alguns ISP's.
vi: Chỉnh sửa vấn đề với những website không tiếp cận được, trình form hoặc những hình thức bất ngờ cho một vài ISP.

source: Flash Firmware
ca: Actualitza el firmware
de: Firmware Flash
el: Φλασάρισμα Firmware
pt_br: Gravar Firmware
vi: Phần cứng flash

source: The uploaded image file does not contain a supported format. Make sure that you choose the generic image format for your platform.
ca: La imatge pujada no conté un format suportat. Assegura't de triar el format d'imatge genèric per la teva plataforma.
de: Das hochgeladene Firmware-Image hat ein nicht unterstütztes Format. Stellen Sie sicher dass Sie das generische Format für Ihre Platform gewählt haben.
el: Η εικόνα που ανεβάσατε δεν περιέχει κάποια υποστηριζόμενη μορφή. Βεβαιωθείτε ότι επιλέξατε την γενική μορφή εικόνας για την πλατφόρμα σας.
es: El archivo con la imágen del firmware subido, presenta un formato de archivo no soportado. Asegurese de haber elegido una imágen genérica para su plataforma.
pt_br: A imagem carregada não contém um formato suportado. Confirme que escolhe uma imagem genérica para a sua plataforma.
vi: Tập tin đang tải hình ảnh không bao gồm một hổ trợ format. Bảo đảm rằng bạn chọn một image format tổng quát cho platform.

source: Checksum
ca: Suma de verificació
de: Prüfsumme
el: Άθροισμα Ελέγχου

source: Upload an OpenWrt image file to reflash the device.
ca: Penja una imatge d'OpenWRT per actualitzar el firmware del dispositiu.
de: Firmware-Image hochladen um das Gerät neu zu flaschen
el: Ανεβάστε ένα αρχείο εικόνας OpenWrt για να φλασάρετε τη συσκευή.
es: Subir un archivo de imágen de OpenWrt o derivado para re-flashear el dispositivo.
pt_br: Carregar uma imagem OpenWrt para a flash do router.
vi: Tải một tập tin hình ảnh OpenWrt để reflash thiết bị.

source: Size
ca: Mida
de: Größe
el: Μέγεθος
es: Tamaño
pt_br: Tamanho

source: Firmware image
ca: Imatge de firmware
el: Εικόνα firmware
es: Imágen del firmware
pt_br: Imagem de Firmware
vi: HÌnh ảnh firmware

source: Keep configuration files
ca: Mantingues els fitxers de configuració
de: Konfigurationsdateien erhalten
el: Διατήρηση αρχείων παραμετροποίησης
es: Mantener archivos de configuración
pt_br: Manter ficheiros de configuração
vi: Giữ tập tin cấu hình

source: Sorry. OpenWrt does not support a system upgrade on this platform.<br /> You need to manually flash your device.
ca: Ho sento, l'OpenWRT no suporta una actualització del sistema en aquesdta plataforma.<br />Has actualitzar manualment el teu dispositiu.
de: Sorry. OpenWrt unterstützt kein Systemupdate auf dieser Platform.<br /> Sie müssen das Gerät manuell neu flashen.
el: Συγνώμη. Το OpenWrt δεν υποστηρίζει αναβάθμιση συστήματος σε αυτή την πλατφόρμα.<br /> Χρειάζεται να φλασάρετε την συσκευή σας χειροκίνητα.
es: Lo lamento. OpenWrt y derivados no permite la actualización de esta plataforma. <br /> Para poder flashear este dispositivo deberá hacerlo en forma manual.
pt_br: Lamentamos, mas o OpenWrt não suporta uma actualização do sistema para esta plataforma.<br /> É necessário carregar manualmente uma imagem para a flash do seu equipamento.
vi: Xin lỗi. OpenWrt không hỗ trợ nâng cấp hệ thống trên platform này. <br /> Bạn cần tự flash thiết bị của bạn.
