Repository: 8devices/luci
Catalog: po/*/admin-core.po
Languages: ca, de, el, es, fr, it, pt_br, vi

source: Here you can configure installed wifi devices.
ca: Ací pots configurar els dispositius sense fils instal·lats.
de: An dieser Stelle können eingebaute WLAN-Geräte konfiguriert werden.
el: Εδώ μπορείτε να ρυθμίσετε τις εγκατεστημένες ασύρματες συσκευές.
es: Aquí puede configurar los dispositivos Wi-Fi instalados.
fr: Ici vous pouvez configurer les équipements Wi-Fi installés.
it: Qui puoi configurare i tuoi dispositivi wireless installati.
pt_br: Aqui pode configurar os dispositivos wifi instalados.
vi: Ở đây bạn có thể định cấu hình của công cụ wifi được cài đặt.

source: Transmit Antenna
ca: Antena de transmissió
de: Sendeantenne
el: Κεραία Εκπομπής
es: Antena transmisora
fr: Antenne transmission
it: Antenna trasmittente
pt_br: Antena de Transmissão
vi: Truyền tải Antenna

source: Receive Antenna
ca: Antena de recepció
de: Empfangsantenne
el: Κεραία Λήψης
es: Antena receptora
fr: Antenne réception
it: Antenna ricevente
pt_br: Antena de Recepção
vi: Nhận Antenna

source: Distance to furthest station (in meter)
ca: Distància a l'estació més llunyana (en metres)
de: Distanz zum am weitesten entfernten Funkpartner (m)
el: Απόσταση από μακρινότερο σταθμό (σε μέτρα)
es: Distancia de la estación mas alejada (en metros)
fr: Distance vers la station la plus éloignée (m)
it: Distanza della stazione più lontana (in metri)
pt_br: Distancia para a estação mais longinqua (em metros)
vi: Khoảng cách đến trạm xa nhất (in meter)

source: Diversity
ca: Diversitat
de: Diversität
el: Διαφορική Λήψη
es: Diversidad
fr: Diversité
pt_br: Diversidade
vi: Tính đa dạng

source: Country Code
ca: Codi de País
de: Ländercode
el: Κωδικός Χώρας
es: Código de País
fr: Code pays
it: Codice nazione
pt_br: Código do País
vi: Mã quốc gia

source: Connection Limit
ca: Límit de connexió
de: Verbindungslimit
el: Όριο Συνδέσεων
es: Límite de conexión
fr: Limite de connexion
it: Limite connessioni
pt_br: Limite de Ligações
vi: Giới hạn kết nối

source: You can run several wifi networks with one device. Be aware that there are certain hardware and driverspecific restrictions. Normally you can operate 1 Ad-Hoc or up to 3 Master-Mode and 1 Client-Mode network simultaneously.
ca: Pots fer servir diverses xarxes sense fils amb un sol dispositiu. Tingues en compte que hi ha certes restriccions específiques del maquinari i dels controlados. Normalment, pots operar 1 xarxa Ad-Hoc o fins a 3 xarxes en mode Master i 1 xarxa en mode Client simultàniament."a_w_netid = "Nom de la xarxa (<abbr title="Extended Service Set Identifier">ESSID</abbr>)
de: Pro WLAN-Gerät können mehrere Netze bereitgestellt werden. Es sollte beachtet werden, dass es hardware- / treiberspezifische Einschränkungen gibt. So kann pro WLAN-Gerät in der Regel entweder 1 Ad-Hoc-Zugang ODER bis zu 3 Access-Point und 1 Client-Zugang gleichzeitig erstellt werden.
el: Μια συσκευή μπορεί να λειτουργεί σε πολλά ασύρματα δίκτυα. Προσοχή όμως γιατί υπάρχουν κάποιοι περιορισμοί από το υλικό και τον οδηγό. Κανονικά, μπορούν να λειτουργούν: 1 δίκτυο Ad-Hoc ή μέχρι 3 δίκτυα AP και 1 πελάτη ταυτόχρονα.
es: Puede correr varias redes Wi-Fi con un solo dispositivo. Tenga en cuenta que hay restricciones que se aplican al propio hardware y al driver específicamente. Normalmente puede operar 1 red Ad-Hoc o hasta 3 modo Master y un Cliente de forma simultanea.
fr: Vous pouvez faire fonctionner plusieurs réseaux Wi-Fi sur un seul équipement. Il existe des limitations matérielles et liées au pilote. En général vous pouvez faire fonctionner simultanément 1 réseau Ad-Hoc et 3 points d'accès simultanément.
it: Puoi avere più reti wifi con un solo dispositivo. Sappi ceh ci sono alcune restrizioni relative all&#39;hardware ed al driver.Normalmente puoi avere 1 rete Ad-Hoc o fino a 3 reti Master e uan rete in modalità Client contemporaneamente.
pt_br: Pode servir várias redes wifi com o mesmo dispositivo. Esteja ciente de que existem certas restrições específicas do hardware e do controlador. Pode normalmente operar 1 rede Ad-Hoc ou até 3 redes AP e 1 Cliente simultaneamente.
vi: Bạn có thể chạy nhiều mạng wifi với một công cụ. Hãy chú ý rằng một số phần cứng và driverspecific bị hạn chế. Thông thường, bạn có thể vận hành 1 Ad-Hoc hay tối đa là 3-chế độ master và 1-chế độ client mạng lưới cùng một lúc.

source: Network Name (<abbr title="Extended Service Set Identifier">ESSID</abbr>)
ca: Nom de Xarxa (<abbr title="Extended Service Set Identifier">ESSID</abbr>)
de: Netzkennung (ESSID)
el: Όνομα Δικτύου (<abbr title="Extended Service Set Identifier">ESSID</abbr>)
es: Nombre de la red (<abbr title="Extended Service Set Identifier">ESSID</abbr>)
fr: Nom du réseau (ESSID)
it: Nome rete (<abbr title="Extended Service Set Identifier">ESSID</abbr>)
pt_br: Nome da Rede (<abbr title="Identificador de Conjunto de Serviços Estendidos">ESSID</abbr>)
vi: Tên mạng (<abbr title="Mở rộng dịch vụ đặt Identifier">ESSID</abbr>)

source: Add the Wifi network to physical network
ca: Afegeix la xarxa sense fils a la xarxa física
de: WLAN-Netz zu Netzwerk hinzufügen
el: Προσθήκη Ασύρματου δικτύου σε φυσικό δίκτυο
es: Añadir una red WiFi a la red física
fr: Ajouter ce réseau Wi-Fi au réseau physique
it: Aggiungi la rete Wifi alla rete fisica
pt_br: Adicione a rede Wifi à rede física
vi: Thêm mạng Wifi vào màng vật lý

source: - Create new Network -
ca: - Crea una xarxa nova -
de: - Neues Netzwerk erstellen -
el: - Δημιουργία νέου Δικτύου -
es: <span class="translation-space"> </span> - Crear nueva red -<span class="translation-space"> </span>
fr: - Créer un nouveau réseau -
it: - Crea nuova rete -
pt_br: - Criar nova Rede -
vi: <span class="translation-space"> </span> - Tạo mạng mới -<span class="translation-space"> </span>

source: Transmit Power
ca: Potència de transmissió
de: Sendeleistung
el: Ισχύς Εκπομπής
es: Potencia de transmisión
fr: Puissance d'émission
it: Potenza di trasmissione
pt_br: Potência de Transmissão
vi: Truyền tải năng lượng

source: Broadcom Frameburst
ca: Frameburst de Broadcom
el: Broadcom Burst πλαισίων
es: Frameburst Broadcom
fr: Technologie Broadcom Frameburst
it: Frameburst Broadcom

source: Atheros Frameburst
ca: Frameburst d'Atheros
el: Atheros Burst πλαισίων
es: Frameburst Atheros
fr: Technologie Atheros Frameburst
it: Frameburst Atheros

source: RadiusServer
ca: Servidor Radius
el: Εξυπηρετητής Radius
es: Servidor Radius
fr: Serveur Radius
it: Server Radius
pt_br: Servidor RADIUS

source: Radius-Port
ca: Port Radius
el: Θύρα Radius
es: Puerto servidor Radius
fr: Port Radius
it: Porta Radius
pt_br: Porta RADIUS

source: AP-Isolation
ca: Aïllament d'AP
el: Απομόνωση AP
es: Aislamiento AP
fr: Isolation AP
it: Isolazione AP
pt_br: Isolamento do AP

source: Prevents Client to Client communication
ca: Evita la comunicació Client a Client
de: Unterbindet Client-Client-Verkehr
el: Αποτρέπει την επικοινωνία μεταξύ Πελατών
es: Impide la comunicación de cliente a cliente
fr: Empêche la communication directe Client à Client
it: Impedisci la comunicazione fra Client
pt_br: Impede a comunicação de Cliente para Cliente
vi: Ngăn chặn giao tiếp giữa client-và-client

source: Hide <abbr title="Extended Service Set Identifier">ESSID</abbr>
ca: No mostris l'<abbr title="Extended Service Set Identifier">ESSID</abbr>
de: ESSID verstecken
el: Κρυφό <abbr title="Extended Service Set Identifier">ESSID</abbr>
es: Ocultar <abbr title="Extended Service Set Identifier">ESSID</abbr>
fr: Cacher le ESSID
it: Nascondi <abbr title="Extended Service Set Identifier">ESSID</abbr>
pt_br: Ocultar <abbr title="Identificador de Conjunto de Serviços Estendidos">ESSID</abbr>
vi: Giấu <abbr title="Chế độ mở rộng đặt Identifier">ESSID</abbr>

source: Access Point
ca: Punt d'accés
el: Σημείο Πρόσβασης
es: Punto de Acceso
fr: Point d'accès
pt_br: Access Point (AP)
vi: Điểm truy cập

source: Pseudo Ad-Hoc (ahdemo)
el: Ψευδό Ad-Hoc (ahdemo)

source: Monitor
el: Παρακολούθηση

source: Dnsmasq is a combined <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-Server and <abbr title="Domain Name System">DNS</abbr>-Forwarder for <abbr title="Network Address Translation">NAT</abbr> firewalls
ca: El Dnsmasq és un servidor <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> combinat i un reenviador de <abbr title="Domain Name System">DNS</abbr> per tallafocs <abbr title="Network Address Translation">NAT</abbr>
de: Dnsmasq ist ein kombinierter <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-Server und<abbr title="Domain Name System">DNS</abbr>-Forwarder für <abbr title="Network Address Translation">NAT</abbr> Router
el: Ο Dnsmasq είναι ένα συνδυασμός εξυπηρετητή <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> και <abbr title="Domain Name System">DNS</abbr> για τείχη προστασίας <abbr title="Network Address Translation">NAT</abbr>
es: Dnsmasq es un software que combina un Servidor <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> y Reenviador <abbr title="Domain Name System">DNS</abbr> para corta fuego <abbr title="Network Address Translation">NAT</abbr>
fr: Dnsmasq est un serveur DHCP combiné à un requêteur DNS pour les pare-feu NAT
it: Dnsmasq è un server <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> e forwarder <abbr title="Domain Name System">DNS</abbr> per firewall <abbr title="Network Address Translation">NAT</abbr>
pt_br: Dnsmasq é um servidor combinado de <abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr> e <abbr title="Sistema de Nomes de Domínios">DNS</abbr> para firewalls <abbr title="Tradução de Endereço de Rede">NAT</abbr>
vi: Dnsmasq là một phối hợp <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-Server and <abbr title="Domain Name System">DNS</abbr>-Forwarder for <abbr title="Network Address Translation">NAT</abbr> firewalls

source: Domain required
ca: Es requereix un domini
de: Anfragen nur mit Domain
el: Απαίτηση για όνομα τομέα
es: Dominio requerido
fr: Domain requis
it: Dominio richiesto
pt_br: Requerer domínio
vi: Domain yêu cầu

source: Don't forward <abbr title="Domain Name System">DNS</abbr>-Requests without <abbr title="Domain Name System">DNS</abbr>-Name
ca: No reenviïs les peticions <abbr title="Domain Name System">DNS</abbr> sense el nom <abbr title="Domain Name System">DNS</abbr>
de: Anfragen ohne Domainnamen nicht weiterleiten
el: Να μην προωθούνται ερωτήματα <abbr title="Domain Name System">DNS</abbr> χωρίς όνομα τομέα <abbr title="Domain Name System">DNS</abbr>
es: Hacer reenvío Don&amp;#39;t de peticiones de <abbr title="Domain Name System">DNS</abbr> sin un nombre de <abbr title="Domain Name System">DNS</abbr>
fr: Ne pas transmettre de requêtes DNS sans nom DNS
it: Non inoltrare le richieste <abbr title="Domain Name System">DNS</abbr> senza nome <abbr title="Domain Name System">DNS</abbr>
pt_br: Não encaminhar consultas <abbr title="Sistema de Nomes de Domínios">DNS</abbr> sem o nome do <abbr title="Sistema de Nomes de Domínios">DNS</abbr>
vi: Don&amp;#39;t chuyển tiếp <abbr title="Hệ thống tên miền">DNS</abbr>-Yêu cầu không cần <abbr title="Hệ thống tên miền">DNS</abbr>-Tên

source: Authoritative
ca: Autoritzada
de: Authoritativ
el: Κύριος
fr: Authoritaire
it: Autoritativo
pt_br: Autoritário

source: This is the only <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> in the local network
ca: Aquest és l'únic <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> a la teva xarxa local
de: Dies ist der einzige DHCP im lokalen Netz
el: Αυτός είναι ο μόνος <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> στο τοπικό δίκτυο
es: Este es el único servidor <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> en la red de área local
fr: C'est le seul serveur DHCP sur le réseau local
it: Questo è l&#39;unico server <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> nella tua rete locale
pt_br: Este é o único <abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr> na rede local
vi: Đây là <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> duy nhất trong mạng địa phương.

source: Filter private
ca: Filtra privat
de: Private Anfragen filtern
el: Φιλτράρισμα ιδιωτικών
es: Filtro privado
fr: Filtrer les requêtes privées
it: Filtra privati
pt_br: Filtrar endereços privados

source: Don't forward reverse lookups for local networks
ca: No reenviïs les cerques inverses per la xarxa local
de: Reverse DNS-Anfragen für lokale Netze nicht weiterleiten
el: Να μην προωθούνται αντίστροφες αναζητήσεις για τοπικά δίκτυα
es: Hacer búqueda inversa para redes locales
fr: Ne pas transmettre les requêtes de recherche inverse pour les réseaux locaux
it: Non inoltrare richieste per le reti locali
pt_br: Não encaminhar as pesquisas reversas para redes locais
vi: Don&amp;#39;t chuyển tiếp lookups đảo ngược cho các mạng địa phương

source: Filter useless
ca: Filtra els no útils
de: Windowsanfragen filtern
el: Φιλτράρισμα άχρηστων
es: Filtro inútil
fr: Filtrer les requêtes inutiles
it: Filtra inutili
pt_br: Filtro de consultas inuteis de Windows
vi: Lọc không hữu dụng

source: filter useless <abbr title="Domain Name System">DNS</abbr>-queries of Windows-systems
ca: filtra les consultes <abbr title="Domain Name System">DNS</abbr> no útils de sistemes Windows
de: nutzlose DNS-Anfragen aktueller Windowssysteme filtern
el: φιλτράρισμα άχρηστων ερωτημάτων <abbr title="Domain Name System">DNS</abbr> των συστημάτων Windows
fr: filtre les requêtes inutiles émises par les systèmes Windows
it: Filtra richieste <abbr title="Domain Name System">DNS</abbr> inutili di sistemi windows
pt_br: Filtro de consultas inuteis-<abbr title="Sistema de Nomes de Domínios">DNS</abbr> de sistemas windows
vi: lọc không hữu dụng <abbr title="Hệ thống tên miền">DNS</abbr>-các tra vấn của hệ thống Windows

source: Localise queries
ca: Localitza les consultes
de: Lokalisiere Anfragen
el: Τοπικά ερωτήματα
es: Localización de las consultas
fr: Localiser les requêtes
it: Localizza richieste
pt_br: Localizar consultas
vi: Tra vấn địa phương

source: localises the hostname depending on its subnet
ca: localitza el nom de màquina depenent de la seva subxarxa
de: Gibt die Adresse eines Hostnamen entsprechend seines Subnetzes zurück
el: επιτρέπει τοπικό όνομα υπολογιστή με βάση το υποδίκτυο του
es: Localización de nombre de host dependiendo de su subred
fr: localiser la réponse suivant l'émetteur de la requête
it: localizza l&#39;hostname a seconda delle sue sottoreti
pt_br: Localizar o hostname dependendo de sua sub-rede
vi: Địa phương hóa các hostname phụ thuộc vào subnet

source: Local Server
ca: Servidor Local
de: Lokale Server
el: Τοπικός Διακομιστής
es: Servidor local
fr: Serveur local
it: Server locale
pt_br: Servidor Local
vi: Server địa phương

source: Local Domain
ca: Domini Local
de: Lokale Domain
el: Τοπικό Όνομα Τομέα
es: Dominio local
fr: Domaine local
it: Dominio locale
pt_br: Domínio Local
vi: Domain địa phương

source: Expand Hosts
ca: Expandeix els Noms de Domini
de: Erweitere Hosts
el: Ανάπτυξη ονομάτων υπολογιστών
es: Expandir hosts
fr: Etendre le nom d'hôte
it: Espandi host
pt_br: Expandir Hosts
vi: Mở rộng Hosts

source: adds domain names to hostentries in the resolv file
ca: afegeix Noms de Domini a les entrades de noms al fitxer resolv
de: Fügt Domainnamen zu einfachen Hosteinträgen in der Resolvdatei hinzu
el: προσθέτει τα ονόματα τομέα στις καταχωρήσεις του αρχείου resolv
es: añadir nombre de dominios a entradas de host en el archivo resolv
fr: concatène le nom de domaine aux noms d'hôtes
it: aggiungi nomi di dominio nel file resolv
pt_br: Adiciona os nomes dos domínios às entradas de hosts no arquivo resolv.conf
vi: Thêm tên miền vào hostentries trong tập tin resolv

source: don't cache unknown
ca: no emmagatzemis en memòria cau els desconeguts
de: Unbekannte nicht cachen
el: να μην διατηρούνται στην λανθάνουσα μνήμη τα άγνωστα
es: do cachear desconocido
fr: Ne pas mettre en cache les requêtes négatives
it: non tenere sconosciuti in cache
pt_br: Não fazer cache de desconhecidos
vi: don&amp;#39;t cache unknown

source: prevents caching of negative <abbr title="Domain Name System">DNS</abbr>-replies
ca: evita emmagatzemar en memòria cau les respostes <abbr title="Domain Name System">DNS</abbr> negatives
de: Negative DNS-Antworten nicht zwischenspeichern
el: αποτρέπει τη διατήρηση των αρνητικών απαντήσεων <abbr title="Domain Name System">DNS</abbr> στην λανθάνουσα μνήμη
es: impedir cacheo de respuestas negativas de <abbr title="Domain Name System">DNS</abbr>
fr: empêche la mise en cache de requêtes DNS erronnées
it: impedisci la cache di risposte <abbr title="Domain Name System">DNS</abbr> negative
pt_br: Impede o cache de respostas-<abbr title="Sistema de Nomes de Domínios">DNS</abbr> negativas
vi: Ngăn ngừa tiêu cực trong bộ nhớ đệm <abbr title="Hệ thống tên miền">DNS</abbr>-trả lời

source: Use <code>/etc/ethers</code>
ca: Fes servir <code>/etc/ethers</code>
de: Verwende /etc/ethers
el: Χρήση <code>/etc/ethers</code>
es: Usar <code>/etc/ethers</code>
fr: Utiliser /etc/ethers
it: Usa <code>/etc/ethers</code>
pt_br: Usar <code>/etc/ethers</code>
vi: Dùng <code>/etc/ethers</code>

source: Read <code>/etc/ethers</code> to configure the <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-Server
ca: Llegeix <code>/etc/ethers</code> per configurar el servidor <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
de: Lese Informationen aus /etc/ethers um den DHCP-Server zu konfigurieren
el: Διάβασμα του <code>/etc/ethers</code> για την παραμετροποίηση του εξυπηρετητή <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
es: Leer <code>/etc/ethers</code> para configurar el Servidor <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
fr: Lire /etc/ethers pour configurer le serveur DHCP
it: Leggi <code>/etc/ethers</code> per configurare il server <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
pt_br: Ler <code>/etc/ethers</code> para configurar o Servidor-<abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr>
vi: Đọc <code>/etc/ethers</code> để định cấu hình <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-Server

source: Leasefile
ca: Fitxer de Lease
de: Leasedatei
el: Αρχείο Leases
es: Archivo "lease"
fr: Fichier de baux
it: File di lease
pt_br: Ficheiro de Atribuições

source: file where given <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-leases will be stored
ca: fitxer on els leases de <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> s'emmagatzemaran
de: Speicherort für vergebenen DHCP-Adressen
el: αρχείο όπου θα αποθηκεύονται τα Leases του <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
es: archivo donde las direcciones dadas por el servidor <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> serán guardadas
fr: fichier dans lequel les baux DHCP seront stockés
it: file dove vengono salvati i lease <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> assegnati
pt_br: Ficheiro onde as atribuições <abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr> são armazenadas
vi: Tập tin được cho <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-leases sẽ được lưu trữ

source: Resolvfile
ca: Fitxer de Resolució
de: Resolvdatei
el: Αρχείο Resolv
es: Archivo "resolv"
fr: Fichier de résolution
it: File resolv
pt_br: Ficheiro resolv.conf
vi: Tập tin Resolv

source: local <abbr title="Domain Name System">DNS</abbr> file
ca: fitxer <abbr title="Domain Name System">DNS</abbr> local
de: Lokale DNS-Datei
el: τοπικό αρχείο <abbr title="Domain Name System">DNS</abbr>
es: Archvo <abbr title="Domain Name System">DNS</abbr> local
fr: fichier de résolution local
it: File <abbr title="Domain Name System">DNS</abbr> locale
pt_br: Ficheiro local de <abbr title="Sistema de Nomes de Domínios">DNS</abbr>
vi: Tập tin <abbr title="Domain Name System">DNS</abbr> địa phương

source: Ignore <code>/etc/hosts</code>
ca: Ignora <code>/etc/hosts</code>
de: Ignoriere /etc/hosts
el: Αγνόησε <code>/etc/hosts</code>
es: Ignorar <code>/etc/hosts</code>
fr: Ignorer /etc/hosts
it: Ignora <code>/etc/hosts</code>
pt_br: Ignorar <code>/etc/hosts</code>
vi: Lờ đi <code>/etc/hosts</code>

source: Strict order
ca: Ordre estricte
de: Strikte Reihenfolge
el: Αυστηρή σειρά
fr: Ordre stricte
it: Ordine severo
pt_br: Ordem Exacta
vi: Yêu cầu nghiêm ngặt

source: <abbr title="Domain Name System">DNS</abbr>-Server will be queried in the order of the resolvfile
ca: Es consultarà el servidor <abbr title="Domain Name System">DNS</abbr> en l'ordre del fitxer de Resolució
de: DNS-Server werden strikt der Reihenfolge in der Resolvdatei nach abgefragt
el: Ο εξυπηρετητής <abbr title="Domain Name System">DNS</abbr> θα ερωτάται με την σειρά που δηλώνεται στο αρχείο resolv
es: El Servidor <abbr title="Domain Name System">DNS</abbr> serán consultados de acuerdo al orden explicitado en el archivo "resolv"
fr: Les serveurs DNS du fichier de résolution seront interrogés dans l'ordre
it: I server <abbr title="Domain Name System">DNS</abbr> verranno contattati nell&#39;ordine del file resolv
pt_br: Servidor <abbr title="Sistema de Nomes de Domínios">DNS</abbr> será consultado na ordem do arquivo resolv.conf
vi: <abbr title="Domain Name System">DNS</abbr>-Server sẽ bị tra vấn theo thứ tự của tập tin resolv.

source: Log queries
ca: Registra consultes
de: Schreibe Abfragelog
el: Καταγραφή ερωτημάτων
es: Registrar consultas (LOG)
fr: Journaliser les requêtes
it: Logga richieste
pt_br: Registo das consultas
vi: Bản ghi tra vấn

source: Ignore resolve file
ca: Ignora el fitxer de Resolució
de: Ignoriere Resolvdatei
el: Αγνόησε αρχείου resolve
es: Iganorar archivo "resolv"
fr: Ignorer le fichier de résolution
it: Ignora file resolv
pt_br: Ignorar ficheiro resolv.conf
vi: Lờ đi tập tin resolve

source: concurrent queries
ca: consultes concurrents
de: gleichzeitige Abfragen
el: ταυτόχρονα ερωτήματα
es: consultas simultaneas
fr: Requêtes concurrentes maximum
it: richieste contemporanee
pt_br: Consultas simultâneas
vi: Đồng truy vấn

source: <abbr title="Domain Name System">DNS</abbr>-Port
ca: Port <abbr title="Domain Name System">DNS</abbr>
de: DNS-Port
el: Θύρα <abbr title="Domain Name System">DNS</abbr>
es: Puerto <abbr title="Domain Name System">DNS</abbr>
fr: Port DNS
it: Porta <abbr title="Domain Name System">DNS</abbr>
pt_br: Porta do <abbr title="Sistema de Nomes de Domínios">DNS</abbr>
vi: <abbr title="Domain Name System">DNS</abbr>-Cổng

source: <abbr title="maximal">max.</abbr> <abbr title="Extension Mechanisms for Domain Name System">EDNS0</abbr> paket size
ca: <abbr title="màxima">max.</abbr> mida de paquet <abbr title="Extension Mechanisms for Domain Name System">EDNS0</abbr>
de: maximale <abbr title="Extension Mechanisms for Domain Name System">EDNS.0</abbr> Paketgröße
el: <abbr title="μέγιστο">μεγ.</abbr> μέγεθος πακέτου <abbr title="Extension Mechanisms for Domain Name System">EDNS0</abbr>
es: Tamaño <abbr title="máximo">máx.</abbr> de paquete <abbr title="Extension Mechanisms for Domain Name System">EDNS0</abbr>
fr: taille maximum du paquet. EDNS.0
it: Dimensione massima pacchetto <abbr title="Extension Mechanisms for Domain Name System">EDNS0</abbr>
pt_br: tamanho <abbr title="máximo">max.</abbr> do pacote <abbr title="Mecanismos de Extensão do Sistema de Nomes de Domínios">EDNS0</abbr>
vi: <abbr title="tối đal">max.</abbr> <abbr title="Mở rộng cơ chế cho hệ thống tên miền">EDNS0</abbr> dung lượng gói tin
