Repository: 8devices/luci
Catalog: po/*/admin-core.po
Languages: ca, de, el, es, fr, it, pt_br, vi

source: The following changes have been applied
ca: S&#39;han aplicat els següents canvis
de: Die folgenden Änderungen wurden übernommen
el: Οι παρακάτω αλλαγές έχουν εφαρμοστεί
es: Los siguientes cambios se han aplicado
fr: Les changements suivants ont été appliqués
it: Le seguenti modifiche sono state applicate
pt_br: Foram aplicadas as seguintes alterações
vi: Những thay đổi sau đây đã được tiến hành

source: The following changes have been reverted
ca: S&#39;han desfet els següents canvis
de: Die folgenden Änderungen wurden verworfen
el: Οι παρακάτω αλλαγές έχουν αναιρεθεί
es: Los siguientes cambios han sido revertidos
fr: Les changements suivants ont été annulés
it: Le seguenti modifiche sono state annullate
pt_br: Foram recuperadas as seguintes alterações
vi: Những thay đối sau đây đã được để trở về tình trạng cũ.

source: User Interface
ca: Interfície d&#39;usuari
de: Benutzeroberfläche
el: Περιβάλλον Χρήστη
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
pt_br: Interface do Utilizador
vi: Giao diện người sử dụng

source: <abbr title="Lua Configuration Interface">LuCI</abbr> is a collection of free Lua software including an <abbr title="Model-View-Controller">MVC</abbr>-Webframework and webinterface for embedded devices. <abbr title="Lua Configuration Interface">LuCI</abbr> is licensed under the Apache-License.
ca: <abbr title="Interfície de configuració Lua">LuCI</abbr> és una col·lecció de programari lliure Lua, incloent un framework web <abbr title="Model-Vista-Control·lador">MVC</abbr> i una interfície web per dispositius empotrats. <abbr title="Interfície de configuració Lua">LuCI</abbr> està llicenciada sota la Apache-License.
de: LuCI ist eine Sammlung freier Lua-Software einschließlich eines MVC-Webframeworks und einer Weboberfläche für eingebettete Geräte. Luci steht unter der Apache-Lizenz.
el: Το <abbr title="Lua Configuration Interface">LuCI</abbr> είναι μία συλλογή από ελεύθερο λογισμικό Lua που συμπεριλαμβάνει ένα <abbr title="Model-View-Controller">MVC</abbr>-Webframework και ένα περιβάλλον web για embedded συσκευές. Το <abbr title="Lua Configuration Interface">LuCI</abbr> έχει άδεια λογισμικού Apache.
es: <abbr title="Lua Configuration Interface">LuCI</abbr> es una colección libre de software Lua incluyendo un <abbr title="Model-View-Controller">MVC</abbr>-Webframework y una interfaz web para dispositivos embebidos.<abbr title="Lua Configuration Interface">LuCI</abbr> se encuentra licenciado bajo la licencia Apache (Apache-License).
fr: LuCI est une suite logicielle d'applications Lua software incluant un MVC-Webframework et une interface web pour équipements embarqués. Luci est sous license Apache.
it: <abbr title="Lua Configuration Interface">LuCI</abbr> è una collezione di software libero scritto in Lua comprendente un Webframework e interfaccia web <abbr title="Model-View-Controller">MVC</abbr> per dispositivi integrati. <abbr title="Lua Configuration Interface">LuCI</abbr> è rilasciato sotto la Apache-License.
pt_br: <abbr title="Interface de configuração Lua">LuCI</abbr> é uma colecção gratuita de programas Lua incluindo um Framework Web <abbr title="Modelo-Visualização-Controle">MVC</abbr> e uma Interface Web para micro-dispositivos. <abbr title="Interface de configuração Lua">LuCI</abbr> é licenciado sob a Licença Apache.
vi: <abbr title="Cấu hình giao diện Lua ">LuCI</abbr> là một tập hợp của phần mềm Lua bao gồm <abbr title="Model-View-Controller">MVC</abbr>-Công cụ Web và giao diện Web cho thiết bị nhúng. <abbr title="Lua Configuration Interface">LuCI</abbr> được lưu hành dưới giấy phép Apache.

source: Project Homepage
ca: Pàgina d&#39;inici del projecte
de: Projekt Homepage
el: Ιστοσελίδα του Πρότζεκτ
es: Página del proyecto
fr: Page d'accueil du projet
it: Sito del progetto
pt_br: Página do Projecto
vi: Trang chủ dự án

source: Lead Development
ca: Desenvolupadors principals
de: Leitende Entwicklung
el: Επικεφαλής Ανάπτυξης
es: Lider del desarrollo
fr: Développeurs principaux
pt_br: Equipa de Desenvolvimento
vi: Dẫn đầu phát triển

source: Contributing Developers
ca: Desenvolupadors Contribuïdors
de: Mitwirkende Entwickler
el: Συνεισφορές στην Ανάπτυξη
es: Desarrolladores que contribuyen
fr: Contributeurs
pt_br: Programadores Contribuintes
vi: Phát triển viên

source: Thanks To
ca: Gràcies a
de: Dank an
el: Ευχαριστίες
es: Agregadecemos a
fr: Merci à
it: Ringraziamenti
pt_br: Obrigado a
vi: Cám ơn

source: Hello!
ca: Hola!
de: Hallo!
el: Γεια σας!
es: Hola !
fr: Bonjour !
it: Ciao!
pt_br: Olá!
vi: Xin chào

source: This is the administration area of <abbr title="Lua Configuration Interface">LuCI</abbr>.
ca: Aquesta és l&#39;àrea d&#39;administració de <abbr title="Interfície de configuració Lua">LuCI</abbr>.
de: Dies ist der Administrationsbereich von LuCI.
el: Αυτός είναι ο χώρος διαχείρισης του <abbr title="Lua Configuration Interface">LuCI</abbr>.
es: Éste es el área de administración de <abbr title="Lua Configuration Interface">LuCI</abbr>.
fr: Voici la page d'administration de LuCI.
it: Questa è l&#39;area d&#39;amministrazione di <abbr title="Lua Configuration Interface">LuCI</abbr>.
pt_br: Esta é a área de administração do <abbr title="Interface de configuração Lua">LuCI</abbr>.
vi: Đây là vùng quản trị của <abbr title="Cấu hình giao diện Lua">LuCI</abbr>.

source: <abbr title="Lua Configuration Interface">LuCI</abbr> is a free, flexible, and user friendly graphical interface for configuring OpenWrt Kamikaze.
ca: <abbr title="Interfície de configuració Lua">LuCI</abbr> és una interfície gràfica amigable, lliure i flexible per configurar l&#39;OpenWRT Kamikaze.
de: LuCI ist eine freie, flexible und benutzerfreundliche grafische Oberfläche zur Konfiguration von OpenWrt Kamikaze.
el: Το <abbr title="Lua Configuration Interface">LuCI</abbr> είναι ένα ελεύθερο, ευέλικτο, και φιλικό προς το χρήστη γραφικό περιβάλλον για την παραμετροποίηση του OpenWrt Kamikaze.
es: <abbr title="Lua Configuration Interface">LuCI</abbr> interfaz gráfica libre, flexible y amigable para configurar la distro OpenWrt (Kamikaze) y derivados.
fr: LuCI est une interface graphique libre, flexible, et user friendly pour configurer OpenWrt Kamikaze.
it: <abbr title="Lua Configuration Interface">LuCI</abbr> è un&#39;interfaccia grafica gratuita, flessibile, e amichevole per configurare OpenWrt Kamikaze.
pt_br: O <abbr title="Interface de configuração Lua">LuCI</abbr> é um interface gráfico livre, flexível e fácil de utilizar para configurar o OpenWrt Kamikaze.
vi: <abbr title="Cấu hình giao diện Lua ">LuCI</abbr> thì miễn phí, đa dạng , và đồ họa thân thiện với sử dụng cho các cấu hình OpenWrt Kamikaze.

source: On the following pages you can adjust all important settings of your router.
ca: A les pàgines següents podràs ajustar tots els paràmetres importants del teu router.
de: Auf den folgenden Seiten können alle wichtigen Einstellungen des Routers vorgenommen werden.
el: Στις επόμενες σελίδες μπορείτε να προσαρμόζετε τις πιο σημαντικές ρυθμίσεις του δρομολογητή σας.
es: En las páginas siguientes puede realizar todos los ajustes importantes de su router.
fr: Dans les pages suivantes vous pouvez ajuster tous les réglages importants de votre routeur.
it: Nelle seguenti pagine puoi impostare tutti i settaggi più importanti del tuo router
pt_br: Nas próximas páginas, pode ajustar todas as definições importantes do seu router.
vi: Ở những trang kế tiếp, bạn có thể thay đổi những cài đặt quan trong của bộ định tuyến.

source: Notice: In <abbr title="Lua Configuration Interface">LuCI</abbr> changes have to be confirmed by clicking Changes - Save & Apply before being applied.
el: Σημείωση: Πριν εφαρμοστούν οι αλλαγές στο <abbr title="Lua Configuration Interface">LuCI</abbr> πρέπει να επιβεβαιωθούν κλικάροντας το Αλλαγές - Αποθήκευση &amp; Εφαρμογή.
vi: Ghi chú: Trong <abbr title="Cấu hình giao diện Lua ">LuCI</abbr> những thay đổi phải được xác nhận bằng cách nhấn vào Changes - Save &amp;amp; Áp dụng trước khi được áp dụng.

source: As we always want to improve this interface we are looking forward to your feedback and suggestions.
ca: Com que volem millorar aquesta interfície sempre, volem la teva opinió i els teus suggeriments.
de: Wir sind natürlich stets darum bemüht, diese Oberfläche noch besser und intuitiver zu Gestalten und freuen uns über jegliche Art von Feedback oder Verbesserungsvorschlägen.
el: Θέλοντας πάντα να βελτιώνουμε αυτό το περιβάλλον, περιμένουμε την ανάδραση και τις προτάσεις σας.
es: Como siempre queremos mejorar esta interfaz estamos esperando con interés sus comentarios y sugerencias.
fr: Nous souhaitons améliorer l'interface de manière permanente, vos retours et suggestions sont primordiaux.
it: dal momento che vogliamo migliorare quest&#39;interfaccia accettiamo suggerimenti.
pt_br: Agradecemos os seus comentários e sugestões por forma a podermos continuar a melhorar este interface.
vi: Vì chúng tôi luôn muốn cải thiện giao diện này, chúng tôi hy vọng nhận được đóng góp và ý kiến của các bạn.

source: And now have fun with your router!
ca: I ara diverteix-te amb el teu router!
de: Und nun wünschen wir viel Spaß mit dem Router!
el: Και τώρα διασκεδάστε με τον δρομολογητή σας!
es: Y ahora disfrute su router!
fr: Et maintenant que la fête commence !
it: Ed ora buon divertimento con il tuo router!
pt_br: E agora divirta-se com o seu router!
vi: Và bây giờ hãy bắt đầu chơi với bộ định tuyến của bạn!

source: The <abbr title="Lua Configuration Interface">LuCI</abbr> Team
ca: L&#39;equip de <abbr title="Interfície de configuració Lua">LuCI</abbr>
de: Das LuCI-Team
el: Η ομάδα του <abbr title="Lua Configuration Interface">LuCI</abbr>
es: El grupo de <abbr title="Lua Configuration Interface">LuCI</abbr>
fr: L'équipe LuCI
it: Il Team di <abbr title="Lua Configuration Interface">LuCI</abbr>
pt_br: A equipa do <abbr title="Interface de configuração Lua">LuCI</abbr>
vi: Nhóm <abbr title="Cấu hình giao diện Lua">LuCI</abbr>

source: Here you can customize the settings and the functionality of <abbr title="Lua Configuration Interface">LuCI</abbr>.
ca: Aquí pots personalitzar la configuració i funcionalitats de <abbr title="Interfície de configuració Lua">LuCI</abbr>
de: Hier können Eigenschaften und die Funktionalität der Oberfläche angepasst werden.
el: Εδώ μπορείτε να προσαρμόσετε τις ρυθμίσεις και την λειτουργία του <abbr title="Lua Configuration Interface">LuCI</abbr>.
es: Aquí puede personalizar las configuraciones y funcionalidad de <abbr title="Lua Configuration Interface">LuCI</abbr>.
fr: Ici, vous pouvez personnaliser les réglages et les fonctionnalités de LuCI.
it: Qui puoi personalizzare i settaggi e le funzionalità di <abbr title="Lua Configuration Interface">LuCI</abbr>.
pt_br: Aqui pode personalizar as configurações e funcionalidades do <abbr title="Interface de configuração Lua">LuCI</abbr>.
vi: Ở đây bạn có thể tùy chỉnh các cài đặt và các chức năng của <abbr title="Cấu hình giao diện Lua">LuCI</abbr>.

source: Post-commit actions
ca: Accions Post-commit
de: UCI-Befehle beim Anwenden
el: Ενέργειες μετά το commit
es: Acciones luego de "Post-commit"
fr: Actions post-changements
it: Azioni post-modifica
pt_br: Acções pós-gravação
vi: Đăng _ cam kết hành động

source: These commands will be executed automatically when a given <abbr title="Unified Configuration Interface">UCI</abbr> configuration is committed allowing changes to be applied instantly.
ca: Aquestes comandes s&#39;executaran automàticament quan es publiqui una configuració <abbr title="Configuració d&#39;Interfície Unificada">UCI</abbr> determinada, permetent que els canvis s&#39;apliquin a l&#39;instant.
de: Beim Anwenden der Konfiguration aus der Oberflächliche heraus können automatisch die relevanten Dienste neugestart werden, sodass Änderungen sofort nach dem Anwenden aktiv werden und der Router nicht erst neugestartet werden muss.
el: Αυτές οι εντολές θα εκτελεστούν αυτόματα όταν μία ρύθμιση <abbr title="Unified Configuration Interface">UCI</abbr> γίνει commit επιτρέποντας τις αλλαγές να εφαρμόζονται ακαριαία.
es: Estos comandos se ejecutan automáticamente cuando una determinada configuración de la <abbr title="Unified configuración Interface"> UCI </ abbr> es aplicada permitiendo que los cambios sean efectivos inmediatamente.
fr: Ces commandes seront executées automatiquement lorsqu'une configuration UCI est appliquée, les changement prenant effet immédiatement.
it: Questi comandi verranno eseguiti automaticamente quando un comando di configurazione <abbr title="Unified Configuration Interface">UCI</abbr> viene applicato permettendo alle modifiche di essere applicate immediatamente.
pt_br: Estes comandos são executados automaticamente quando uma determinada configuração da <abbr title="Interface de configuração unificada">UCI</abbr> está gravada, permitindo mudanças a serem aplicadas instantaneamente.
vi: Những lệnh này sẽ được thực hiện tự động khi một <abbr title="Cấu hình giao diện thống nhất ">UCI</abbr> được cam kết cho phép các thay đổi được áp dụng ngay lập tức.

source: Files to be kept when flashing a new firmware
ca: Fitxers a guardar quan s&#39;actualitzi un nou firmware
de: Zu übernehmende Dateien bei Firmwareupgrade
el: Αρχεία που θα διατηρηθούν κατά το φλασάρισμα του firmware
es: Archivos que serán protegidos cuando un nuevo firmware es instalado
fr: Fichiers à conserver lors d'une mise à jour du firmware
it: Files da conservare quando si aggiorna un nuovo firmware
pt_br: Ficheiros que devem ser mantidos quando gravar um novo firmware.
vi: Tập tin được lưu giữ khi truyền tới một phần cứng mới

source: When flashing a new firmware with <abbr title="Lua Configuration Interface">LuCI</abbr> these files will be added to the new firmware installation.
ca: Quan s&#39;actualitza un nou firmware amb un <abbr title="Interfície de configuració Lua">LuCI</abbr> aquests fitxers s&#39;afegiran a la instal·lació del nou firmware.
de: Die folgenden Dateien und Verzeichnisse werden beim Aktualisieren der Firmware über die Oberfläche automatisch in die neue Firmware übernommen.
el: Τα παρακάτω αρχεία θα διατηρούνται όταν φλασάρεται το firmware μέσω του <abbr title="Lua Configuration Interface">LuCI</abbr>.
es: Cuando un nuevo firmware ha sido instalado con <abbr title="Lua Configuration Interface">LuCI</abbr> estos archivos serán agregados a la nueva instalación automáticamente.
fr: Lors d'une nouvelle installation, ces fichiers seront ajoutés à la nouvelle installation.
it: Quando si aggiorna un firmware con <abbr title="Lua Configuration Interface">LuCI</abbr> questi files verranno aggiunti al nuovo firmware.
pt_br: Quando gravar um novo firmware com o <abbr title="Interface de configuração Lua">LuCI</abbr> estes arquivos serão adicionados ao novo firmware instalado.
vi: Khi truyền đến phần cứng với <abbr title="Cấu hình giao diện Lua ">LuCI</abbr> Những tập tin này sẽ được bổ sung vào cài đặt phần cứng mới.

source: Here you can find information about the current system status like <abbr title="Central Processing Unit">CPU</abbr> clock frequency, memory usage or network interface data.
ca: Ací pots trobar informació sobre l&#39;estat actual del sistema, com la freqüència de rellotge de la <abbr title="Unitat Central de Processament">CPU</abbr>, l&#39;ús de memòria o les dades d&#39;interfície de xarxa.
de: Hier finden sich Informationen über den aktuellen Status des Systems, beispielsweise Prozessortakt, Speicherauslastung und Netzwerkschnittstellen.
el: Εδώ μπορείτε να βρείτε πληροφορίες για την τρέχουσα κατάσταση του συστήματος όπως την συχνότητα της <abbr title="Central Processing Unit">CPU</abbr>, τη χρήση μνήμης ή τον όγκο δεδομένων των διεπαφών δικτύου.
es: Aquí pude encontrar información acerca del estado actual del sistema como la frecuencia del reloj de la <abbr title="Central Processing Unit">CPU</abbr> clock frequency, uso de la memoria o datos de la interfaz de red.
fr: Ici, vous trouverez des informations sur l'état actuel du système comme la fréquence processeur, utilisation mémoire et trafic réseau.
it: Qui puoi trovare informazione sullo stato del sistema come frequenza di clock della <abbr title="Central Processing Unit">CPU</abbr>, uso della memoria o dati della scheda di rete.
pt_br: Aqui você pode encontrar informações sobre o estado actual do sistema, tais como <abbr title="Central Processing Unit">CPU</abbr>, frequência do relógio, uso de memória ou da interface de rede de dados.
vi: Ở đây bạn có thể tìm thấy thông tin về tình trạng của hệ thống hiện hành như là <abbr title="Bộ điều khiển trung tâm">CPU</abbr> đồng hồ tần số, bộ nhớ hoặc mạng lưới dữ liệu giao diện.

source: Also kernel or service logfiles can be viewed here to get an overview over their current state.
ca: Ací també es poden veure els registres del kernel o dels serveis, per tenir una vista general del seu estat actual.'iwscan = 'Escaneig <abbr title="Xarxa sense fils d&#39;àrea local">WLAN</abbr>
de: Zusätzlich können hier Protokolldaten, des Kernels und diverser Systemdienste eingesehen werden, um deren Zustand zu kontrollieren.
el: Επίσης εδώ μπορείτε να δείτε τα αρχεία καταγραφής του πυρήνα ή των υπηρεσιών ώστε να έχετε μια εικόνα για την τρέχουσα κατάσταση.
es: También los archivos de registro del núcleo (kernel) o servicio se pueden ver aquí para obtener una visión general sobre su estado actual.
fr: Les journaux des services ou du noyau peuvent être vus ici afin d'obtenir un aperçu de leur état.
it: Inoltre i log del kernel o dei servizi sono visualizzabili qui per avere un riassunto dello stato attuale.
pt_br: Também os arquivos de logs do kernel ou dos serviços podem ser consultados aqui para obter uma visão geral sobre o seu estado actual.
vi: Kernel hoặc service logfiles cũng có thể được view ở đây để lấy tầm nhìn tổng quát của hình trạng hiện tại.

source: <abbr title="Wireless Local Area Network">WLAN</abbr>-Scan
ca: Escaneig <abbr title="Xarxa sense fils d&#39;àrea local">WLAN</abbr>
de: WLAN-Scan
el: Σάρωση <abbr title="Wireless Local Area Network">WLAN</abbr>
fr: Scan WLAN
it: <abbr title="Wireless Local Area Network">Scansione WLAN</abbr>
pt_br: <abbr title="Rede Local Wireless">WLAN</abbr>-Pesquisa
vi: <abbr title="Mạng lưới không dây địa phương">WLAN</abbr>-Scan

source: Wifi networks in your local environment
ca: Xarxes sense fils del teu entorn local
de: Drahtlosnetzwerke in der lokalen Umgebung des Routers:
el: Τοπικά Ασύρματα δίκτυα
es: Redes inalámbricas en un entorno local
fr: Réseaux Wi-Fi dans votre environnement
it: Reti Wifi nell&#39;ambiente circostante
pt_br: Redes Wifi no seu ambiente local
vi: Mạng lưới wifi ở môi trường xung quanh bạn

source: <abbr title="Encrypted">Encr.</abbr>
ca: <abbr title="Encriptat">Encr.</abbr>
de: Vers.
el: <abbr title="Encrypted">Κρυπτ.</abbr>
fr: Chiffrement
pt_br: <abbr title="Encriptado">Encr.</abbr>
vi: <abbr title="Mã hóa">Encr.</abbr>

source: Link
el: Ποιότητα
vi: Đường dẫn

source: Signal
el: Σήμα
vi: Tín hiệu

source: Noise
el: Θόρυβος
vi: Tiếng ồn

source: Routes
el: Διαδρομές
vi: Tuyến đường

source: Netmask
ca: Màscara xarxa
de: Netzmaske
el: Μάσκα δικτύου
es: Mascara de red
fr: Masque réseau
it: Maschera di rete
pt_br: Máscara de sub-rede

source: Gateway
ca: Passarel·la
el: Πύλη
es: Puerta de enlace
fr: Passerelle
vi: Cổng ra

source: Metric
ca: Mètrica
de: Metrik
el: Μέτρο
es: Métrica
fr: Metrique
it: Metrica
pt_br: Métrica

source: Here you can configure the basic aspects of your device like its hostname or the timezone.
ca: Ací pots configurar els aspectes bàsics del teu dispositiu, com el nom de la màquina o el fus horari.
de: An dieser Stelle können Grundeinstellungen des Systems wie Hostname oder Zeitzone vorgenommen werden.
el: Εδώ μπορείτε να παραμετροποιήσετε βασικές πλευρές της συσκευής σας όπως το όνομα υπολογιστή ή τη ζώνη ώρας.
es: Aquí puede configurar los aspectos básico de su dispositivo como su zona horaria o hombre de host.
fr: Ici, vous pouvez configurer les aspects basiques de votre routeur comme son nom ou son fuseau horaire.
it: Qui puoi configurare gli aspetti base del tuo dispositivo come l&#39;hostname o il fuso orario.
pt_br: Aqui pode configurar os aspectos básicos do seu equipamento, como o nome do host ou o fuso horário.
vi: Ở đây bạn có thể cấu hình những đặc tính cơ bản của thiết bị như tên máy chủ hoặc múi giờ.

source: Software
ca: Programari
de: Paketverwaltung
el: Λογισμικό
fr: Logiciels
vi: Phần mềm

source: Admin Password
ca: Contrasenya d&#39;administrador
de: Passwort ändern
el: Κωδικός Διαχειριστή
es: Contraseña de Admin
fr: Mot de passe administrateur
it: Password di Amministratore
pt_br: Password do Administrador
vi: Mật khẩu quản lí

source: OPKG-Configuration
ca: Configuració d&#39;OPKG
de: OPKG-Konfiguration
el: Παραμετροποίηση OPKG
es: Configuración de OPKG
fr: Configuration OPKG
it: Configurazione di OPKG
pt_br: Configuração-OPKG
vi: Cấu hình OPKG-

source: <abbr title="Secure Shell">SSH</abbr>-Keys
ca: Claus <abbr title="Secure Shell">SSH</abbr>
de: SSH-Schlüssel
el: Κλειδιά <abbr title="Secure Shell">SSH</abbr>
fr: Clés SSH
it: Chiavi <abbr title="Secure Shell">SSH</abbr>s
pt_br: Chaves-<abbr title="Shell Seguro">SSH</abbr>
vi: <abbr title="Vỏ bảo mậtl">SSH</abbr>-Phím

source: Mount Points
el: Σημεία Προσάρτησης
vi: Gắn kết điểm

source: Change settings related to the system itself, its identification, installed hard- and software, authentication or mount points.
ca: Canvia la configuració relacionada amb el mateix sistema, la seva identificació, el maquinari i programari instal·lats, autenticació i punts de muntatge.
de: Hier finden sich Einstellungen, die das System selbst, dessen Kennung, installierte Software und Hardware, Authentifizierung oder eingehängte Speicher betreffen.
el: Αλλαγή ρυθμίσεων σχετικών με το σύστημα, την ταυτότητά του, το εγκατεστημένο υλικό και λογισμικό, την εξουσιοδότηση ή τα σημεία προσάρτησης.
es: Cambiar los ajustes relacionados con el sistema en sí, su identificación, hardware y software instalado, la autenticación o los puntos de montaje.
fr: Changements en rapport avec le système, son identification le logiciel/matériel installé, l'authentification ou points de montage.
it: Modifica impostazioni relative al sistema, la sua identificazione, installazioni hardware e software, autenticazione o punti di mount.
pt_br: Altera as configurações relacionadas com o sistema em si, sua identificação, hardware e software instalados, autenticação ou pontos de montagem.
vi: Thay đổi cài đặt liên quan đến bản thân hệ thống, sự xác nhận,cài đặt phần cứng- và phần mềm, chứng thực hay gắn kết điểm

source: These settings define the base of your system.
ca: Aquests paràmetres defineixen la base del teu sistema.
de: Diese Einstellungen definieren die Grundlage des Systems, auf dem die installierte Software aufbaut.
el: Αυτές οι ρυθμίσεις ορίζουν τη βάση του συστήματος.
es: Estos valores definen la base de su sistema.
fr: Ces réglages définissent la base de votre système.
it: Queste impostazioni definiscono la base del tuo sistema.
pt_br: Estas configurações definem a base do seu sistema.
vi: Những cài đặt này xác định các cơ sở của hệ thống.
