Repository: 8devices/luci
Catalog: po/*/admin-core.po
Languages: ca, de, el, es, fr, it, pt_br, vi

source: The system is flashing now.<br /> DO NOT POWER OFF THE DEVICE!<br /> Wait a few minutes until you try to reconnect. It might be necessary to renew the address of your computer to reach the device again, depending on your settings.
ca: El sistema s'està actualitzant ara.<br />NO APAGUIS EL DISPOSITIU!<br />Espera uns minuts abans no intentis connectar-te de nou. Pot ser necessari que renovis l'adreça del teu ordinador per arribar al dipositiu de nou, depenent de la teva configuració
de: Der Flashvorgang läuft jetzt.<br /> SCHALTEN SIE NICHT DEN STROM AUS!<br /> Warten Sie einige Minuten bis das Gerät wieder erreichbar ist. Je nach Konfiguration ist es notwendig, dass Sie auf Ihrem Computer eine neue IP-Adresse beziehen müssen um auf das Gerät zugreifen zu können.
el: Το σύστημα φλασάρετε τώρα.<br /> ΜΗ ΣΒΗΣΕΤΕ ΤΗΝ ΣΥΣΚΕΥΗ!<br /> Περιμένετε λίγα λεπτά για να δοκιμάσετε επανασύνδεση. Ανάλογα με τις ρυθμίσεις σας, είναι πιθανό να χρειαστεί να ανανεώσετε την διεύθυνση του υπολογιστή σας για να αποκτήσετε ξανά πρόσβαση στη συσκευή.
es: El sistema está siendo flasheado.<br /> NO APAGUE EL DISPOSITIVO!<br /> Espere unos minutos antes de intentar reconectarse. Posiblemente sea necesario que vuelva a renovar la dirección de su computadora para poder acceder al dispositivo nuevamente, dependiendo de su configuración.
pt_br: O sistema está a carregar o firmware para a flash.<br /> NÃO DESLIGUE O EQUIPAMENTO!<br /> Espere alguns minutos até tentar uma ligação. Dependendo da sua configuração, ode ser necessário renovar o endereço do seu computador para poder ligar novamente ao router.
vi: Hệ thống bây giờ đang flashing.<br /> DO NOT POWER OFF THE DEVICE!<br /> Chờ một vài phút cho tới khi kết nối lại. Có thể cần phải làm mới địa chỉ của máy tính để tiếp cận thiết bị một lần nữa, phụ thuộc vào cài đặt của bạn.

source: (%s available)
ca: (%s disponible)
de: (%s verfügbar)
el: (%s διαθέσιμα)
es: <span class="translation-space"> </span> (%s disponible)
pt_br: (%s disponível)
vi: <span class="translation-space"> </span> (%s available)

source: It appears that you try to flash an image that does not fit into the flash memory, please verify the image file!
ca: Sembla que intentes actualitzar una imatge que no hi cap a la memòria flaix, si us plau verifica el fitxer d'imatge!
de: Das verwendete Image scheint zu groß für den internen Flash-Speicher zu sein. Überprüfen Sie die Imagedatei!
el: Φαίνεται πως προσπαθείτε να φλασάρετε μια εικόνα που δεν χωράει στην μνήμη flash, παρακαλώ επιβεβαιώστε το αρχείο εικόνας!
es: Aparentemente está intentando flashear con una imágen de firmware que no entra en la memoria flash de su equipo, por favor verifique el archivo!
pt_br: A imagem que está a tentar carregar aparenta nao caber na flash do equipamento. Por favor verifique o ficheiro de imagem.
vi: Dường như bạn cố gắng flash một hình ảnh không phù hợp với bộ nhớ flash, xin vui lòng xác minh các tập tin hình ảnh!

source: Upload image
ca: Penja imatge
de: Image hochladen
el: Ανέβασμα εικόνας
es: Subir imágen
pt_br: Carregar imagem
vi: Tải hình ảnh

source: admin_upgrade_uploaded
ca: S'ha penjat el fitxer d'imatge. A sota hi ha la suma de verificació i la mida del fitxer, compara-ho amb el fitxer original per assegurar la integritat de les dades.<br />Clica "Continua" a sota per començar el procés d'actualització.
de: Das Firmware-Image wurde hochgeladen. Nachfolgend steht die Prüfsumme und Größe der Datei, vergleichen Sie diese mit ihrer Originaldatei um sicherzustellen dass das Image fehlerfrei ist.<br /> Klicken Sie auf "Fortfahren" um den Flashvorgang zu starten.
el: Η εικόνα flash ανέβηκε. Παρακάτω θα βρείτε το άθροισμα ελέγχου και το μέγεθος αρχείου, συγκρίνετέ τα με τα αυθεντικά αρχεία ώστε να εξασφαλίσετε την ακεραιότητα των δεδομένων.<br /> Πατήστε το "Συνέχεια" παρακάτω για να ξεκινήσετε τη διαδικασία φλασαρίσματος.
es: El archivo con la ímagen del firmware ha sido subida. Abajo se encuentra listado el checksum y el tamaño de archivo, comparelos con el tamaño original del archivo para asugurarse de la integridad de datos <br /> Haga clic en "Proceder" para iniciar el proceso de flash.
fr: The flash image was uploaded. Below is the checksum and file size listed, compare them with the original file to ensure data integrity.<br /> Click "Proceed" below to start the flash procedure.
it: The flash image was uploaded. Below is the checksum and file size listed, compare them with the original file to ensure data integrity.<br /> Click "Proceed" below to start the flash procedure.
pt_br: A imagem foi carregada para a flash. Abaixo pode encontrar o checksum e tamanho desta. Compare-os com o ficheiro original por forma a assegurar a sua integridade.<br /> Clique "Proceder" abaixo para começar o processo de gravação.
vi: Hình ảnh flash đã được tải. Dưới đây là checksum và dung lượng tập tin liệt kê, so sánh với những tập tin ban đầu để đảm bảo tính chính xác của dữ liệu. <br /> Click "Proceed" để bắt đầu những thủ tục flash.

source: Notice: In <abbr title="Lua Configuration Interface">LuCI</abbr> changes have to be confirmed by clicking Changes - Save &amp; Apply before being applied.
ca: Alerta: A <abbr title="Interfície de configuració Lua">LuCI</abbr> els canvis s&#39;han de confirmar clicant "Canvis --> Desa &amp; Aplica" abans que s&#39;apliquin.
de: Hinweis: In LuCI werden getätigte Änderungen erst nach einem Klick auf Änderungen - Speichern &amp; Anwenden angewandt.
es: Aviso: En <abbr title="Lua Configuration Interface">LuCI</abbr> los cambios deben ser confirmados haciendo clic en "Cambios" y luego en "Guardar &amp; aplicar" para que los cambios sean efectivos.
fr: Vous trouverez une page de navigation sur le côté gauche permettant d'accèder aux différentes pages de configuration.
it: Nota: Le modifiche devono essere confermate in <abbr title="Lua Configuration Interface">LuCI</abbr> cliccando Modifiche - Salva e Applica prima di essere applicate.
pt_br: Aviso: No <abbr title="Interface de configuração Lua">LuCI</abbr> as alterações devem ser confirmadas clicando em Alterações - Salvar &amp; Aplicar antes de serem aplicadas.

source: ID
de: Bezeichner
pt_br: Identificação de interface em ponte

source: STP
de: Spanning-Tree-Protokoll

source: Ethernet Switch
ca: Switch Ethernet
de: Netzwerk Switch
es: Switch ethernet
pt_br: Switch Ethernet
vi: Bộ chuyển đảo ethernet

source: IPv6
de: IPv6 Konfiguration
pt_br: Configuração IPv6

source: MAC
de: MAC-Adresse

source: RX
de: <abbr title="empfangene Pakete">RX</abbr>

source: TX
de: <abbr title="gesendete Pakete">TX</abbr>

source: Enable <abbr title="Spanning Tree Protocol">STP</abbr>
ca: Habilita l'<abbr title="Spanning Tree Protocol">STP</abbr>
de: <abbr title="Spanning Tree Protocol">STP</abbr> aktivieren
es: Activar <abbr title="Spanning Tree Protocol">STP</abbr>
vi: Kích hoạt <abbr title="Spanning Tree Protocol">STP</abbr>

source: Enables the Spanning Tree Protocol on this bridge
ca: Habilita l'Spanning Tree Protocol a aquest pont
de: Aktiviert das Spanning Tree Protokoll auf dieser Netzwerkbrücke
es: Activa STP en este puente
vi: Kích hoạt Spanning Tree Protocol trên cầu nối này

source: Leases
de: Zuweisungen
es: Brindadas
fr: Baux
it: Lease
pt_br: Atribuições

source: <abbr title="Request To Send">RTS</abbr>
de: RTS

source: Keep-Alive
es: Mantener conectada
fr: Maintenir la connexion
pt_br: Manter em Actividade
vi: Giữ-alive

source: Switch
vi: chuyển đổi

source: NAS ID
it: ID della NAS
