Repository: 8devices/luci
Catalog: po/*/admin-core.po
Languages: ca, de, el, es, fr, it, pt_br, vi

source: <abbr title="maximal">max.</abbr> <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-Leases
ca: <abbr title="màxims">max.</abbr> leases <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
de: maximale Anzahl von DHCP-Leases
el: <abbr title="μέγιστα">μεγ.</abbr> <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>-Leases
fr: baux maximum
it: Numero massimo di lease <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
pt_br: <abbr title="máximo">max.</abbr> de <abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr>-Leases

source: additional hostfile
ca: fitxer de noms addicional
de: Zusätzliche Hostdatei
el: επιπλέον αρχείο ονομάτων υπολογιστών
es: archivo de host adicional
fr: fichiers de noms d'hôtes supplémentaires
it: file hosts aggiuntivo
pt_br: ficheiro de hosts adicional
vi: Tập tin host bổ sung

source: query port
ca: port de consulta
de: Abfrageport
el: θύρα ερωτημάτων
es: puerto de consulta
fr: port de requête
it: porta per le richieste
pt_br: porta para consultas
vi: cổng truy vấn

source: Enable TFTP-Server
ca: Habilita el Servidor TFTP
de: TFTP-Server aktivieren
el: Ενεργός εξυπηρετητής TFTP
es: Activar Servidor TFTP
fr: Activer le serveur TFTP
it: Abilita server TFTP
pt_br: Activar servidor TFTP
vi: Kích hoạt TFTP-Server

source: TFTP-Server Root
ca: Arrel del Servidor TFTP
de: TFTP-Server Wurzelverzeichnis
el: Ρίζα εξυπηρετητή TFTP
es: Raíz del Servidor TFTP
fr: Racine du serveur TFTP
it: Radice del server TFTP
pt_br: Directório raiz do servidor TFTP
vi: Gốc TFTP-Server

source: Network Boot Image
ca: Imatge de Càrrega de Xarxa
de: Netzwerk-Boot Abbild
el: Εικόνα Εκκίνησης Δικτύου
es: Imágen de inicio en red
fr: Image de démarrage réseau
it: Immagine boot da rete
pt_br: Imagem para o boot remoto (PXE)
vi: Hình ảnh khởi động mạng lưới

source: Active Connections
ca: Connexions actives
de: Aktive Verbindungen
el: Ενεργές Συνδέσεις
es: Conexiones activas
fr: Connexions Actives
it: Connessioni attive
pt_br: Ligações Activas
vi: kết nối đang hoạt động

source: This page gives an overview over currently active network connections.
ca: Aquesta pàgina ofereix una vista general de les connexions de xarxa actives actualment.
de: Diese Seite gibt eine Übersicht über aktive Netzwerkverbindungen.
el: Αυτή η σελίδα δίνει μία εικόνα για τις τρέχουσες ενεργές συνδέσεις δικτύου.
es: Esta brinda una descripción general acerca de la cantidad de conexiones activas de red.
fr: Cette page donne une vue d'ensemble des connexions réseaux actuellement actives.
it: Questa pagina ti da una riassunto delle connessioni adesso attive.
pt_br: Esta página fornece informações sobre as ligações de rede activas.
vi: Trang này cung cấp một tổng quan về đang hoạt động kết nối mạng hiện tại.

source: IPv4 Routes
ca: Rutes IPv4
de: IPv4 Routen
el: Διαδρομές IPv4
es: Rutas IPv4
it: Route IPv4
pt_br: Rotas IPv4
vi: Tuyến IPv4

source: IPv6 Routes
ca: Rutes IPv6
de: IPv6 Routen
el: Διαδρομές IPv6
es: Rutas IPv6
it: Route IPv6
pt_br: Rotas IPv6
vi: Tuyến IPv6

source: In this area you find all network-related settings.
ca: En aquesta àrea podràs trobar tots els paràmetres relacionats amb la xarxa.
de: In diesem Bereich finden sich alle netzwerkbezogenen Einstellungen.
el: Σε αυτή την περιοχή θα βρείτε όλες τις σχετικές με το δίκτυο ρυθμίσεις.
es: En este área encontrará todo lo relacionado a la configuración de la red
fr: Dans cette section vous trouverez tous les réglages relatifs au réseau.
it: In quest&#39;area puoi trovare tutte le impostazioni relative alla rete.
pt_br: Neste espaço encontrará todas as configurações relacionadas com a rede.
vi: Trong vùng này bạn tìm thấy tât cả cài đặt liên quan mạng

source: On most routers the network switch can be freely configured and splitted up into several <abbr title="Virtual Local Area Network">VLAN</abbr>s.
ca: En la majoria de routers el switch de xarxa es pot configurar lliurement i separar-lo en diferents <abbr title="Virtual Local Area Network">VLAN</abbr>s.
de: Der Netzwerkswitch kann bei den meisten Routern frei konfiguriert und in mehrere VLANs aufgeteilt werden.
el: Στους περισσότερους δρομολογητές το switch δικτύου μπορεί ελεύθερα να ρυθμιστεί και να χωριστεί σε πολλά <abbr title="Virtual Local Area Network">VLAN</abbr>s.
es: en la mayoría de los ruteadores el switch de red puede configurarse libremente y divirse en varias <abbr title="Virtual Local Area Network">VLAN</abbr>s.
fr: Sur la plupart des routeurs, les ports des switchs peuvent être configurés et séparés en plusieurs VLANs.
it: Su molti router lo switch può essere suddiviso liberamente in molte <abbr title="Virtual Local Area Network">VLAN</abbr>s.
pt_br: Na maioria dos routers o switch de rede pode ser configurado livremente e dividos em diversas <abbr title="Rede Local Virtual">VLAN</abbr>s.
vi: Trên đa số bộ định tuyến bộ chuyển đổi mạng có thể tùy ý định cấu hình và tách ra thành nhiều <abbr title="Virtual Local Area Network">VLAN</abbr>s.

source: Interfaces and <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> / <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr>-Settings allow a custom organisation of the network and connections to other networks like the internet.
ca: La configuració de les Interfícies i <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> / <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> permeten una organització personalitzada de la xarxa i les connexions a altres xarxes com Internet.
de: Schnittstellen und PPPoE/PPTP-Einstellungen ermöglichen die freie Organisation des Netzwerks und die Anbindung an ein WAN.
el: Διεπαφές και ρυθμίσεις <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> / <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> επιτρέπουν την σύνδεση με οργανισμούς και άλλα δίκτυα όπως το διαδίκτυο.
es: La configuración de los protocolos <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> / <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> permiten personalizar la conecciones para conectar a una organización a otras redes como ser internet.
fr: Les réglages des interfaces et du PPPoE / PPTP vous permettent une configuration personalisée du réseau.
it: Le impostazioni delle interfacce e di <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> / <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr> permettono una configurazione personalizzata della rete e delle connessioni ad altre reti come Internet.
pt_br: Interfaces e Configurações-<abbr title="Protocolo Ponto-a-Ponto sobre Ethernet">PPPoE</abbr> / <abbr title="Protocolo de Tunelamento Ponto-a-Ponto">PPTP</abbr> permite uma organização personalizada da rede e ligações com outras redes, como a Internet.
vi: Giao diện và <abbr title="Point-to-Point Protocol over Ethernet">PPPoE</abbr> / <abbr title="Point-to-Point Tunneling Protocol">PPTP</abbr>- Cài đặt cho phép một tổ chức tùy chỉnh của network và kết nối tới network khác giống như internet.

source: With <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> devices in your local network can be automatically configured for network communication.
ca: Amb els dispositius <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> a la teva xarxa local es pot configurar automàticament per la comunicació de xarxa.
de: DHCP ermöglichst die automatische Netzwerkkonfiguration von Rechnern im (W)LAN.
el: Με τον <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>, συσκευές στο τοπικό σας δίκτυο μπορούν να ρυθμιστούν αυτόματα για δικτυακή επικοινωνία.
es: Con el Servidor <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> los dispositivos en su red de área local pueden ser configurados automáticamente para la comunicación en red.
fr: Les équipements utilisant DHCP dans votre réseau local peuvent être configurés automatique pour l'accès au réseau.
it: Con <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> i dispositivi nella tua rete locale possono venire automaticamente configurati per la comunicazione in rete.
pt_br: Com o <abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr> os dispositivos na sua rede local podem ser automaticamente configurados para a comunicação com a rede.
vi: Với <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> cộng cụ trong network địa phương có thể tự định cấu hình cho giao tiếp network.

source: Firewall and portforwarding can be used to secure your network while providing services to external networks.
ca: El tallafocs i reenviament de ports es pot fer servir per assegurar la teva xarxa mentre que es proveeixen serveis a xarxes externes.
de: Portweiterleitung und Firewall erlauben eine effektive Absicherung des Netzes, bei gleichzeitiger Bereitstellung von externen Diensten.
el: Το Τείχος Προστασίας και η προώθηση θυρών μπορούν να χρησιμοποιηθούν για να ασφαλίσουν το δίκτυο σας ενώ ταυτόχρονα προσφέρουν υπηρεσίες σε εξωτερικά δίκτυα.
es: El corta fuego y el reenvío de puertos pueden ser configurados para asgurar su red mientras se provee de servicios externos a la red.
fr: Le pare-feu et la redirection de ports peuvent être utilisés pour fournir un service interne à un réseau extérieur.
it: Firewall e portforwarding possono essere usati per proteggere la tua rete offrendo servizi alle reti esterne.
pt_br: A firewall e o redireccionamento de portas podem ser usados para proteger sua rede ao mesmo tempo que prestam serviços às redes externas.
vi: Firewall và portforwarding có thể được dùng để bảo vệ network của bạn trong khi cung cấp dịch vụ tới những network bên ngoài.

source: The network ports on your router can be combined to several <abbr title="Virtual Local Area Network">VLAN</abbr>s in which computers can communicate directly with each other. <abbr title="Virtual Local Area Network">VLAN</abbr>s are often used to separate different network segments. Often there is by default one Uplink port for a connection to the next greater network like the internet and other ports for a local network.
ca: Els ports de xarxa del teu router es poden combinar amb diverses <abbr title="Virtual Local Area Network">VLAN</abbr>s en les que els ordinador es poden comunicar directament entre ells. Les <abbr title="Virtual Local Area Network">VLAN</abbr>s es fan servir normalment per separar segments de xarxa diferents. Normalment, hi ha un port de Pujada per defecte per la següent xarxa major, com Internet, i altres ports per una xarxa local.
de: Die Netzwerkschnittstellen am Router können zu verschienden VLANs zusammengefasst werden, in denen Geräte miteinander direkt kommunizieren können. VLANs werden auch häufig dazu genutzt, um Netzwerke voneiander zu trennen. So ist oftmals eine Schnittstelle als Uplink zu einem größerem Netz, wie dem Internet vorkonfiguriert und die anderen Schnittstellen bilden ein VLAN für das lokale Netzwerk.
el: Οι πόρτες δικτύου του δρομολογητή σας μπορούν να συνδυαστούν σε πολλά <abbr title="Virtual Local Area Network">VLAN</abbr>s όπου οι υπολογιστές να επικοινωνούν απευθείας μεταξύ τους. Τα <abbr title="Virtual Local Area Network">VLAN</abbr>s συχνά χρησιμοποιούνται για να διαχωρίσουν διαφορετικά τμήματα του δικτύου. Συχνά υπάρχει μία προεπιλεγμένη πόρτα Uplink για σύνδεση με ένα μεγαλύτερο δίκτυο όπως το internet και άλλες πόρτες για σύνδεση με το τοπικό δίκτυο.
es: Los puertos de red de su router pueden ser combinados en diferentes <abbr title="Virtual Local Area Network">VLAN</abbr>s donde las computadoras pueden comunicarse directamente con otras. Las <abbr title="Virtual Local Area Network">VLAN</abbr>s a menu son usadas para separar diferentes segmentos de red. Además, usualmente hay un puerto de enlace de subida (Uplink) para conectar a una red mas grande, por ejemplo Internet y otro(s) puerto(s) para el acceso a la red local.
fr: Les ports de votre routeur peuvent être configurés pour combiner plusieurs VLANs dans lesquels les machines connectées peuvent dialoguer directement l'une avec l'autre. Les VLANs sont souvent utilisés pour séparer différences sous-réseaux. Bien souvent il y a un port d'uplink pour une connexion vers un réseau plus vaste, comme internet et les autres ports sont réservés au réseau local.
it: Le porte di rete del tuo router possono essere combinate in molte <abbr title="Virtual Local Area Network">VLAN</abbr> nelle quali i computer possono comunicare direttamente fra di loro. Le <abbr title="Virtual Local Area Network">VLAN</abbr> sono spesso usate per separare segmenti di rete differenti. Spesso c&#39;è come predefinita una porta per la connessione alla prossiam rete più grande come Internet e altre porte per le reti locali.
pt_br: As portas de rede do seu router podem ser combinadas com diversas <abbr title="Rede Local Virtual">VLAN</abbr>s em que os computadores podem comunicar directamente entre si. As <abbr title="Rede Local Virtual">VLAN</abbr>s são frequentemente utilizadas para separar segmentos de redes diferentes. Muitas vezes é padrão uma porta Uplink para a ligação com a próxima rede, como a Internet e outras portas para uma rede local.
vi: Cổng network trên bộ định tuyến có thể phối hợp với nhiều <abbr title="Virtual Local Area Network">VLAN</abbr>s làm máy tính tự giao tiếp trực tiếp với nhau. <abbr title="Virtual Local Area Network">VLAN</abbr>s thường được dùng để phân tách những phân đoạn network khác nhau. Thông thường có một cổng Uplink mặc định cho một kết nối vào mạng lớn hơn như Internet và các cổng khác cho một mạng lưới địa phương.

source: Ports belonging to a <abbr title="Virtual Local Area Network">VLAN</abbr> are separated with spaces. The port with the highest number (usually 5) is oftern the connection to the internal network interface of the router. On devices with 5 ports often the one with the lowest number (0) is the predefined Uplink port.
ca: Els ports que pertanyin a un <abbr title="Virtual Local Area Network">VLAN</abbr> estan separats per espais. El port amb el número més alt (normalment el 5) sovint és la connexió a la interfície de xarxa interna del router. Als dispositius amb 5 ports, normalment el número més baix (0) és el port predefinit de Pujada.
de: Die zu einem VLAN gehörenden Schnittstellen werden durch Leerzeichen getrennt. Die Schnittstelle mit der höchsten Nummer (meistens 5) bildet in der Regel die Verbindung zur internen Netzschnittstelle des Routers. Bei Geräten mit 5 Schnittstellen ist in der Regel die Schnittstelle mit der niedrigsten Nummer (0) die standardmäßige Uplinkschnittstelle des Routers.
el: Οι πόρτες που ανήκουν σε ένα <abbr title="Virtual Local Area Network">VLAN</abbr> χωρίζονται με κενό. Η πόρτα με το μεγαλύτερο αριθμό (συνήθως 5) είναι συχνά η σύνδεση με την εσωτερική διεπαφή δικτύου του δρομολογητή. Σε συσκευές με 5 πόρτες συχνά αυτή με τον μικρότερο αριθμό (0) προορίζεται για το Uplink.
es: Los puertos pertenecientes a una <abbr title="Virtual Local Area Network">VLAN</abbr> son separados por espacios. El puerto con el número mas alto (usualmente 5) is a menudo la coneción a la interfaz de red interna del router. En dispositivos con 5 puertos usualmente el puerto con el número mas bajo (0) está preconfigurado para el enlace de subida (Uplink).
fr: Les ports appartenant à un VLAN sont séparés par des espaces. Le port ayant le numéro le plus élevé (5 en général) est souvent connecté à l'interface interne du routeur. Les équipements avec 5 ports ont souvent leur port 0 comme port d'uplink par défaut.
it: Le porte che appartengono ad una <abbr title="Virtual Local Area Network">VLAN</abbr> sono separate con spazi. La porta con priorità più alta (di solito 5) è spesso la connessione all&#39;interfaccia di rete più interna del router. Su dispositivi con 5 porte spesso la porta più bassa (0) è quella di Uplink.
pt_br: Portas que pertencem a uma <abbr title="Rede Local Virtual">VLAN</abbr> são separadas com espaços. A porta com o maior número (geralmente 5) é muitas vezes a conexão com a interface de rede interna do router. Em dispositivos com 5 portas, muitas vezes a porta com o número mais baixo (0) é a porta predefinida como Uplink.
vi: Cổng thuộc về một <abbr title="Virtual Local Area Network">VLAN</abbr> được phân tách với những khoảng trống. Cổng với số lớn nhất (thường là 5) kết nối với giao diện nội mạng của bộ định tuyến. Trên thiết bị với 5 cổng thương là cái với số thấp nhất (0) is được định nghĩa lại như cổng Uplink.

source: On this page you can configure the network interfaces. You can bridge several interfaces by ticking the "bridge interfaces" field and enter the names of several network interfaces separated by spaces. You can also use <abbr title="Virtual Local Area Network">VLAN</abbr> notation <samp>INTERFACE.VLANNR</samp> (<abbr title="for example">e.g.</abbr>: <samp>eth0.1</samp>).
ca: En aquesta pàgina pots configurar les interfícies de xarxa. Pots fer un pont entre diverses interfícies clicant sobre el camp "interfície pont" i introduint els noms de les diverses interfícies de xarxa separats per espais. També pots fer servir la notació <abbr title="Virtual Local Area Network">VLAN</abbr> <samp>INTERFACE.VLANNR</samp> (<abbr title="per exemple">p.e.</abbr>: <samp>eth0.1</samp>).
de: An dieser Stelle können die einzelnen Schnittstellen des Netzwerkes konfiguriert werden. Es können mehrere Schnittstellen zu einer Brücke zusammengefasst werden, indem diese durch Leerzeichen getrennt aufgezählt werden und ein entsprechender Haken im Feld Netzwerkbrücke gesetzt wird. Es können VLANs in der Notation SCHNITTSTELLE.VLANNR (z.B.: eth0.1) verwendet werden.
el: Σε αυτή τη σελίδα μπορείτε να ρυθμίσετε τις διεπαφές δικτύου. Μπορείτε να γεφυρώσετε πολλαπλές διεπαφές τικάροντας το πεδίο &quot;γεφύρωμα διεπαφών&quot; και εισάγοντας τα ονόματα των διεπαφών δικτύου χωρισμένα με κενά. Μπορείτε επίσης να χρησιμοποιήσετε παράσταση τύπου <abbr title="Virtual Local Area Network">VLAN</abbr> <samp>INTERFACE.VLANNR</samp> (<abbr title="παραδείγματος χάριν">π.χ.</abbr>: <samp>eth0.1</samp>).
es: En esta página podrá configurar las interfaces de red. Puede hacer puentes con diferentes interfaces, ingresando el nombre de las interfaces asociadas separada por espacios. También puede usar notación <abbr title="Virtual Local Area Network">VLAN</abbr>, <samp>INTERFACE.VLANNR</samp> (<abbr title="por ejemplo">Ej.</abbr>: <samp>eth0.1</samp>).
fr: Dans cette page vous pourrez configurer les interfaces réseaux. Vous pouvez bridger différentes interfaces en cochant le champ &quot;bridger les interfaces&quot; et en saisissant les noms des interfaces réseau séparées par des espaces. Vous pouvez aussi utiliser la notation VLAN, INTERFACE.VLANNB (ex : eth0.1).
it: In questa pagina puoi configurare le interfacce di rete.Puoi unire più interfacce spuntando la voce &quot;unisci interfacce&quot; e inserendo i nomi di più interfacce di rete separate da spazi. Puoi anche usare la notazione <abbr title="Virtual Local Area Network">VLAN</abbr> <samp>INTERFACCIA.VLANNUM</samp> (<abbr title="per esempio">e.s.</abbr>: <samp>eth0.1</samp>).
pt_br: Nesta página pode configurar as interfaces de rede. Pode ter várias interfaces do tipo bridge, assinalando o campo &quot;interfaces bridge&quot; e inserir os nomes de várias interfaces de rede separadas por espaços. Pode também usar a notação para <abbr title="Rede Local Virtual">VLAN</abbr> <samp>INTERFACE.VLANNR</samp> (<abbr title="por exemplo">ex.</abbr>: <samp>eth0.1</samp>).
vi: Trên trang này bạn có thể định cấu hình giao diện network. Bạn có thể bắt cầu nhiều giao diện bằng cách đánh dấu &amp;quot;bridge interfaces&amp;quot; field và nhập tên vào của nhiều giao diện network phân tách bởi những khoảng trống. Bạn có thể cũng dùng <abbr title="Virtual Local Area Network">VLAN</abbr> notation <samp>INTERFACE.VLANNR</samp> (<abbr title="for example">e.g.</abbr>: <samp>eth0.1</samp>).

source: Bridge interfaces
ca: Interfície pont
de: Netzwerkbrücke
el: Γεφύρωμα διεπαφών
es: Puentear interfaces
fr: Bridger les interfaces
it: Unisci interfacce
pt_br: Activar ponte no interface
vi: Giao diện cầu nối

source: creates a bridge over specified interface(s)
ca: crea un pont entre les interfícies especificades
de: überbrückt angegebene Schnittstelle(n)
el: δημιουργεί μία γέφυρα μεταξύ των ορισμένων διεπαφών
es: crear un puente sobre la(s) interfaz/(ces) asociada(s)
fr: créer un bridge entre plusieurs interfaces
it: Crea un bridge sulle interfacce selezionate
pt_br: cria uma ponte sobre determinada(s) interface(s)
vi: tạo một cầu nối trên một giao diện được chỉ định

source: With <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> network members can automatically receive their network settings (<abbr title="Internet Protocol">IP</abbr>-address, netmask, <abbr title="Domain Name System">DNS</abbr>-server, ...).
ca: Amb el <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> els membres d'una xarxa poden rebre automàticament els seus paràmetres de xarxa (adreça <abbr title="Internet Protocol">IP</abbr>, màscara de xarxa, servidor <abbr title="Domain Name System">DNS</abbr>, ...).
de: Mit <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> können Netzwerkteilnehmer automatisch Einstellungen wie <abbr title="Internet Protocol">IP</abbr>-Adresse, Präfix, <abbr title="Domain Name System">DNS</abbr>-Server, usw. beziehen.
el: Με τον <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> τα μέλη του δικτύου μπορούν αυτόματα να λάβουν τις ρυθμίσεις δικτύου τους (διεύθυνση <abbr title="Internet Protocol">IP</abbr>, μάσκα δικτύου, εξυπηρετητή <abbr title="Domain Name System">DNS</abbr>, ...).
es: Con <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> miembros de la red pueden automáticamente recibir su configuración (<abbr title="Internet Protocol">IP</abbr>-address, máscara de red, servidor <abbr title="Domain Name System">DNS</abbr>, ...).
fr: Avec DHCP, les machines connectées au réseau peuvent recevoir leurs réglages réseau directement (adresse IP, masque de réseau, serveur DNS, ...)
it: Con <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> i membri della rete possono ricevere automaticamente le loro impostazioni di rete (indirizzi <abbr title="Internet Protocol">IP</abbr>, maschere di rete, server <abbr title="Domain Name System">DNS</abbr>, ...).
pt_br: Com o <abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr> os membros da rede podem automaticamente receber as suas configurações de rede (endereço-<abbr title="Protocolo de Internet">IP</abbr>, netmask, servidor-<abbr title="Sistema de Nomes de Domínios">DNS</abbr>, ...).
vi: Với <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> thành viên network có thể tự động nhận cài đặt mạng (<abbr title="Internet Protocol">IP</abbr>-address, netmask, <abbr title="Domain Name System">DNS</abbr>-server, ...).

source: Leasetime
ca: Temps del Lease
de: Laufzeit
el: Χρόνος Lease
es: Tiempo de "lease"
fr: Durée du bail
it: Tempo di lease
pt_br: Tempo de atribuição DHCP

source: Dynamic <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
ca: <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> dinàmic
de: Dynamisches DHCP
el: Δυναμικό <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr>
fr: DHCP dynamique
it: <abbr title="Dynamic Host Configuration Protocol">DHCP</abbr> dinamico
pt_br: <abbr title="Protocolo de Configuração Dinâmica de Hosts">DHCP</abbr> Dinâmico

source: Ignore interface
ca: Ignora la interfície
de: Schnittstelle ignorieren
el: Αγνόησε διεπαφή
es: Ignorar interfaz
fr: Ignorer l'interface
it: Ignora interfaccia
pt_br: Ignorar Interface
vi: Lờ đi giao diện
