Repository: 8devices/luci
Catalog: po/*/ahcp.po
Languages: es, uk

source: AHCP Server
es: Servidor AHCP
uk: AHCP Сервер

source: AHCP is an autoconfiguration protocol for IPv6 and dual-stack IPv6/IPv4 networks designed to be used in place of router discovery and DHCP on networks where it is difficult or impossible to configure a server within every link-layer broadcast domain, for example mobile ad-hoc networks.
es: AHCP es un protocolo de autoconfiguración para redes con pilas IPv6 o duales IPv6/IPv4 idseñado para ser usado en lugar de "router discovery" o DHCP en redes en las que es difícil o imposible configurar un servidor en cada capa de enlace del dominio de difusión, por ejemplo las redes móviles ad-hoc.
uk: AHCP є протоколом автоматичної конфігурації мереж IPv6 та IPv6/IPv4, разраблений для використання замість DHCP. Наприклад, використовується у стільникових ad-hoc мережах.

source: Active AHCP Leases
uk: Активні орендовані AHCP адреси

source: Address
es: Dirección
uk: Адреса

source: Advanced Settings
es: Configuración Avanzada
uk: Додаткові налаштування

source: Age
es: Tiempo de vida
uk: Вік

source: Announced DNS servers
es: Servidores de DNS conocidos
uk: Анонсовані DNS сервери

source: Announced NTP servers
es: Servidores de NTP conocidos
uk: Анонсовані NTP сервери

source: Announced prefixes
es: Prefijos conocidos
uk: Анонсовані префікси

source: Collecting data...
es: Obteniendo datos...
uk: Збір інформації

source: Forwarder
uk: Експедитор

source: General Setup
es: Configuración General
uk: Головні налаштування

source: IPv4 and IPv6
es: IPv4 e IPv6
uk: IPv4 та IPv6

source: IPv4 only
es: Sólo IPv4
uk: Лише IPv4

source: IPv6 only
es: Sólo IPv6
uk: Лише IPv6

source: Lease directory
es: Directorio de leases
uk: Тека орендованих адрес

source: Lease validity time
es: Tiempo de validez del lease
uk: Термін дії оренди

source: Log file
es: Fichero de registro
uk: Файл журналу

source: Multicast address
es: Direcciones Multicast
uk: Групова адреса

source: Operation mode
es: Modo de funcionamiento
uk: Режим роботи

source: Port
es: Puerto
uk: Порт

source: Protocol family
es: Familia de protocolos
uk: Протокол

source: Served interfaces
es: Interfaces configurados
uk: Інтерфейси, які обслуговуваються

source: Server
es: Servidor
uk: Сервер

source: Specifies the announced IPv4 and IPv6 NTP servers
es: Especifica los servidores NTP IPv4 e IPv6 conocidos
uk: Визначає IPv4 та IPv6 NTP сервери

source: Specifies the announced IPv4 and IPv6 name servers
es: Especifica los servidores de nombres IPv4 e IPv6 conocidos
uk: Визначає IPv4 та IPv6 DNS сервери

source: Specifies the announced IPv4 and IPv6 network prefixes in CIDR notation
es: Especifica los prefijos de red IPv4 e IPv6 conocidos en notación CDIR
uk: Визначає IPv4 та IPv6 префікси мережі в нотації CIDR

source: There are no active leases.
es: No hay leases activos.
uk: Немає активних орендованих адрес

source: Unique ID file
es: Identificador único de fichero
uk: Унікальний ID файл
