Repository: 8devices/luci
Catalog: po/*/asterisk.po
Languages: ca, vi

# asterisk_moh_directory
source: Directory of Music
ca: Directori de música
vi: Thư mục music

# asterisk_moh_mode
source: Option mode
ca: Mode d'opció
vi: Chế độ tùy chọn

# asterisk_moh_random
source: Random Play
ca: Reproducció aleatòria

# asterisk_sip
source: SIP Connection
ca: Connexió SIP
vi: Kết nối SIP

# asterisk_sip_alwaysinternational
source: Always Dial International
ca: Marca sempre Internacional
vi: Luôn gọi quốc tế

# asterisk_sip_canreinvite
source: Reinvite/redirect media connections
ca: Reconvida/readreça connexions media
vi: Mời lại/chuyển hướng kết nối media

# asterisk_sip_countrycode
source: Country Code for connection
ca: Codi de país per la connexió
vi: Mã quốc gia để kết nối

# asterisk_sip_dtmfmode
source: DTMF mode
ca: Mode DTMF
vi: chế độ DTMF

# asterisk_sip_extension
source: Add as Extension
ca: Afegeix com a Connector
vi: Thêm vào như extension

# asterisk_sip_fromdomain
source: Primary domain identity for From: headers
ca: Domini d'identitat primari per les capçaleres From:
vi: Nhận dạng primary domain cho From: headers

# asterisk_sip_fromuser
source: From user (required by many SIP providers)
ca: Usuari d'inici (requerit per diversos proveïdors SIP)
vi: Từ user (yêu cầu bởi nhiều nhà cung cấp SIP)

# asterisk_sip_host
source: Host name (or blank)
ca: Nom de màquina (o en blanc)
vi: Tên host (hoặc bỏ trống)

# asterisk_sip_incoming
source: Ring on incoming dialplan contexts
ca: Truca en contextos d'entrades dialplan

# asterisk_sip_insecure
source: Allow Insecure for
ca: Permet insegur per
vi: Cho phép không an toàn cho

# asterisk_sip_internationalprefix
source: International Dial Prefix
ca: Prefix de trucada Internacional
vi: Tiền tố số gọi quốc tế

# asterisk_sip_mailbox
source: Mailbox for MWI
ca: Bústia de veu per MWI
vi: Hộp thư cho MWI

# asterisk_sip_nat
source: NAT between phone and Asterisk
ca: NAT entre el telèfon i l'Asterisk
vi: NAT giữa điện thoại và Asterisk

# asterisk_sip_pedantic
source: Check tags in headers
ca: Comprova etiquetes a les capçaleres
vi: Kiểm tra tags trong headers

# asterisk_sip_port
source: SIP Port
ca: Port SIP
vi: Cổng SIP

# asterisk_sip_prefix
source: Dial Prefix (for external line)
ca: Prefix de marcatge (per línia externa)
vi: Tiền tố số gọi (cho nhanh số)

# asterisk_sip_qualify
source: Reply Timeout (ms) for down connection
ca: Temps d'esperi per contestar (ms) per caigudes de connexió
vi: Trả lời Timeout (ms) cho down kết nối

# asterisk_sip_register
source: Register connection
ca: Registra connexió
vi: Đăng ký kết nối

# asterisk_sip_selfmailbox
source: Dial own extension for mailbox
ca: Truca el propi connector per la bústia de veu
vi: Gọi nhánh số cho hộp thư

# asterisk_sip_timeout
source: Dial Timeout (sec)
ca: Temps d'expiració de trucada (seg)
vi: Dial Timeout (giây)

# asterisk_sip_type
source: Client Type
ca: Tipus de client
vi: Loại Client

# asterisk_sip_username
source: Username
ca: Nom d'usuari

# asterisk_sipgeneral
source: Section sipgeneral
ca: Secció sipgeneral

# asterisk_sipgeneral_allow
source: Allow codecs
ca: Permet còdecs
vi: Cho phép Codecs

# asterisk_sipgeneral_port
source: SIP Port
ca: Port SIP
vi: Cổng SIP

# asterisk_sipgeneral_realm
source: SIP realm
ca: Reialme SIP

# asterisk_voicegeneral
source: Voicemail general options
ca: Opcions generals de bústia de veu
vi: Thư thoại tùy chọn tổng quát

# asterisk_voicegeneral_serveremail
source: From Email address of server
ca: Adreça de correu electrònic d'origen del servidor
vi: Từ địa chỉ email của server

# asterisk_voicemail
source: Voice Mail boxes
ca: Bústies de la bústia de veu
vi: Hộp thư thoại

# asterisk_voicemail_attach
source: Email contains attachment
ca: El correu electrònic conté fitxers adjunts
vi: Email bao gồm attachment

# asterisk_voicemail_email
source: Email
ca: Correu electrònic

# asterisk_voicemail_name
source: Display Name
ca: Nom a mostrar
vi: Tên display

# asterisk_voicemail_password
source: Password
ca: Contrasenya
vi: Mật khẩu

# asterisk_voicemail_zone
source: zone
ca: zona

# asterisk_voicezone
source: Voice Zone settings
ca: Configuració de zona de veu
vi: Cài đặt voice zone

# asterisk_voicezone_message
source: Message Format
ca: Format de missatge

# asterisk_voicezone_zone
source: Time Zone
ca: Zona horària

# asterisk_featurepark_automon
source: One touch record key
vi: Phím thu chạm một lần

# asterisk_iax_context
source: context
vi: bối cảnh

# asterisk_iax_secret
source: Secret
vi: Bí mật

# asterisk_module_appsayunixtime
source: Say time
vi: Nói thời gian

# asterisk_module_appwhile
source: While Loops and Conditional Execution
vi: Trong khi Loops và Conditional Execution

# asterisk_sip_secret
source: Secret
vi: Bí mật
