Repository: 8devices/luci
Catalog: po/*/asterisk.po
Languages: ca, vi

# asterisk_asterisk
source: Asterisk General Options
ca: Opcions Generals d'Asterisk
vi: Asterisk những tùy chọn căn bản

# asterisk_asterisk_agidir
source: AGI directory
ca: Directori AGI
vi: Thư mục AGI

# asterisk_asterisk_cacherecordfiles
source: Cache recorded sound files during recording
ca: Desa en memòria cau els sons gravats durant la gravació
vi: Cache ghi lại tập tin âm thanh trong suốt qua trình recording

# asterisk_asterisk_debug
source: Debug Level
ca: Nivell de depuració

# asterisk_asterisk_dontwarn
source: Disable some warnings
ca: Desactiva algunes alertes
vi: Vô hiệu hóa một số cảnh báo

# asterisk_asterisk_dumpcore
source: Dump core on crash
ca: Bolca el nucli en cas de fallada

# asterisk_asterisk_highpriority
source: High Priority
ca: Alta Prioritat

# asterisk_asterisk_initcrypto
source: Initialise Crypto
ca: Inicialitza Crypto

# asterisk_asterisk_internaltiming
source: Use Internal Timing
ca: Utilitza l'hora interna
vi: Sử dụng thời gian nội bộ

# asterisk_asterisk_logdir
source: Log directory
ca: Directori de registres
vi: Thư mục log

# asterisk_asterisk_maxcalls
source: Maximum number of calls allowed
ca: Número màxim de trucades permeses
vi: Số lượng cuộc gọi tối đa cho phép

# asterisk_asterisk_maxload
source: Maximum load to stop accepting new calls
ca: Càrrega màxima per deixar d'acceptar trucades noves
vi: Mức độ tải tối đa để ngừng thu nhận cuộc gọi mới

# asterisk_asterisk_nocolor
source: Disable console colors
ca: Desactiva els colors de consola
vi: Vô hiệu hóa bản điều khiển màu sắc

# asterisk_asterisk_recordcachedir
source: Sound files Cache directory
ca: Directori de memòria cau dels fitxers de so
vi: Thư mục sound files cache

# asterisk_asterisk_rungroup
source: The Group to run as
ca: Executa amb els permisos del Grup
vi: Nhóm vận hành như

# asterisk_asterisk_runuser
source: The User to run as
ca: Executa amb els permisos de l'Usuari
vi: Người sử dụng vận hành như

# asterisk_asterisk_spooldir
source: Voicemail Spool directory
ca: Directori de bústia de correu
vi: Thư mục Voicemail Spool

# asterisk_asterisk_systemname
source: Prefix UniquID with system name
ca: Prefixa l'UniquID amb el nom del sistema
vi: Tiền tố UniquID với tên hệ thống

# asterisk_asterisk_transcodeviasln
source: Build transcode paths via SLINEAR, not directly
ca: Munta les rutes de transcodificació via SLINEAR, no directament
vi: Xây dựng đừng dẫn transcode via SLINEAR, không trực tiếp

# asterisk_asterisk_transmitsilenceduringrecord
source: Transmit SLINEAR silence while recording a channel
ca: Transmet silenci SLINEAR mentre s'enregistri un canal
vi: Truyền SLINEAR silence trong khi recording một channel

# asterisk_asterisk_verbose
source: Verbose Level
ca: Nivell de detall

# asterisk_asterisk_zone
source: Time Zone
ca: Fus horari
vi: Múi giờ

# asterisk_dialplan
source: Section dialplan
ca: Secció Dialplan

# asterisk_dialplan_include
source: include
ca: inclou
vi: bao gồm

# asterisk_dialplanexten
source: Dialplan Extension
ca: Connector Dialplan

# asterisk_dialplangeneral
source: Dialplan General Options
ca: Opcions generals de Dialplan
vi: Dialplan tùy chọn tổng quát

# asterisk_dialplangeneral_allowtransfer
source: Allow transfer
ca: Permet la transferència
vi: Cho phép chuyển đổi

# asterisk_dialplangeneral_canreinvite
source: Reinvite/redirect media connections
ca: Torna a convidar/redirigeix connexions mèdia
vi: Mời lại/ chuyển hướng phương tiện kết nối

# asterisk_dialplangeneral_clearglobalvars
source: Clear global vars
ca: Buida les variables globals
vi: Xóa global vars

# asterisk_dialplanmeetme
source: Dialplan Conference
ca: Conferència Dialplan

# asterisk_dialplanvoice
source: Dialplan Voicemail
ca: Bústia de correu Dialplan

# asterisk_dialzone
source: Dial Zones for Dialplan
ca: Zones de marcatge per Dialplan
vi: Dial Zones cho Dialplan

# asterisk_dialzone_addprefix
source: Prefix to add matching dialplans
ca: Prefix per afegir als Dialplan que coincideixin
vi: Tiền tố để thêm vào matching dialplans

# asterisk_dialzone_international
source: Match International prefix
ca: Coincideix amb el prefix Internacional
vi: Match tiền tố quốc tê

# asterisk_dialzone_localprefix
source: Prefix (0) to add/remove to/from international numbers
ca: Prefix (0) per afegir/esborrar a/des de números internacionals
vi: Tiền tố để thêm vào/ bỏ ra/ từ số gọi quốc tế

# asterisk_dialzone_localzone
source: localzone
ca: zona local
vi: vùng địa phương

# asterisk_dialzone_uses
source: Connection to use
ca: Connexió a fer servir
vi: Kết nối sử dụng

# asterisk_featuremap
source: Feature Key maps
ca: Mapa de Funcions Principals
vi: Bản đồ phím tính năng

# asterisk_featuremap_atxfer
source: Attended transfer key
ca: Tecla de transferència assistida

# asterisk_featuremap_blindxfer
source: Blind transfer key
ca: Tecla de transferència cega
vi: phím chuyển đổi ẩn

# asterisk_featuremap_disconnect
source: Key to Disconnect call
ca: Tecla per desconnectar trucada
vi: phím để vô hiệu hóa cuộc gọi

# asterisk_featuremap_parkcall
source: Key to Park call
ca: Tecla per trucada en espera
vi: phím để định vị cuộc gọi

# asterisk_featurepark
source: Parking Feature
ca: Funció de trucada en espera
vi: Tính năng định vị

# asterisk_featurepark_adsipark
source: ADSI Park
ca: Trucada en espera ADSI
vi: định vị ADSI

# asterisk_featurepark_atxfernoanswertimeout
source: Attended transfer timeout (sec)
ca: Temps d'espera de transferència assistida (seg)

# asterisk_featurepark_context
source: Name of call context for parking
ca: Nom del context de la trucada en espera
vi: Tên của call context cho parking

# asterisk_featurepark_courtesytone
source: Sound file to play to parked caller
ca: Fitxer de so per reproduir a la trucada en espera
vi: Tập tin âm thanh để play to parked caller

# asterisk_featurepark_featuredigittimeout
source: Max time (ms) between digits for feature activation
ca: Temps màxim (en ms) entre dígits per l'activació de funció
vi: Thời gian tối đa (ms) giữa các digits cho feature activation

# asterisk_featurepark_findslot
source: Method to Find Parking slot
ca: Mètode per trobar una ranura de trucada en espera
vi: Phương pháp tìm điểm định vị

# asterisk_featurepark_parkedplay
source: Play courtesy tone to
ca: Reprodueix to de cortesia a
vi: Play courtesy tone để

# asterisk_featurepark_parkenabled
source: Enable Parking
ca: Activa les trucades en espera
vi: cho phép định vị

# asterisk_featurepark_parkext
source: Extension to dial to park
ca: Extensió per marcar per deixar en espera una trucada
vi: nhanh số để gọi để định vị

# asterisk_featurepark_parkingtime
source: Parking time (secs)
ca: Temps de trucada en espera (secs)
vi: Thời gian định vị

# asterisk_featurepark_parkpos
source: Range of extensions for call parking
ca: Rang d'extensions per trucada en espera
vi: Vùng của đuôi mở rộng cho call parking

# asterisk_featurepark_pickupexten
source: Pickup extension
ca: Connector de recol·lecció

# asterisk_featurepark_transferdigittimeout
source: Seconds to wait bewteen digits when transferring
ca: Segons a esperar entre dígits quan es transfereix
vi: Thời gian chờ giữa những chữ số khi chuyển đổi

# asterisk_featurepark_xferfailsound
source: sound when attended transfer is complete
ca: so quan es completa la transferència assistida
vi: âm thanh khi chuyển đổi hoàn tất

# asterisk_featurepark_xfersound
source: Sound when attended transfer fails
ca: so quan falla la transferència assitida
vi: âm thanh khi chuyển đổi không thành công

# asterisk_hardwarereboot
source: Reload Hardware Config
ca: Recarrega la configuració de maquinari
vi: Tải lại cấu hình phần cứng

# asterisk_hardwarereboot_method
source: Reboot Method
ca: Mètode de Reinici
vi: phương pháp khởi động lại

# asterisk_hardwarereboot_param
source: Parameter
ca: Paràmetre
vi: Tham số

# asterisk_iax
source: SIP Connection
ca: Connexió SIP
vi: Kết nối SIP

# asterisk_iax_alwaysinternational
source: Always Dial International
ca: Marca internacional sempre
vi: Luôn gọi quốc tế

# asterisk_iax_countrycode
source: Country Code for connection
ca: Codi de país per connexió
vi: Mã quốc gia để kết nối

# asterisk_iax_extension
source: Add as Extension
ca: Afegeix com una Extensió
vi: bổ sung như nhánh số

# asterisk_iax_host
source: Host name (or blank)
ca: Nom de màquina (o en blanc)
vi: Tên máy chủ

# asterisk_iax_internationalprefix
source: International Dial Prefix
ca: Prefix de trucada internacional
vi: Tiền tố số gọi quốc tế

# asterisk_iax_prefix
source: Dial Prefix (for external line)
ca: Prefix de trucada (per línia externa)
vi: Tiền tố số gọi (cho nhanh số)

# asterisk_iax_timeout
source: Dial Timeout (sec)
ca: Temps d'espera màxim de trucada (sec)
vi: Dừng quay số (giây)

# asterisk_iax_type
source: Option type
ca: Tipus d'opció
vi: Lựa chọn

# asterisk_iax_username
source: User name
ca: Nom d'usuari
vi: Tên người dùng

# asterisk_iaxgeneral
source: IAX General Options
ca: Opcions generals IAX
vi: Những lựa chọn tổng quát IAX

# asterisk_iaxgeneral_allow
source: Allow Codecs
ca: Permet Codecs
vi: Cho phép Codecs

# asterisk_iaxgeneral_canreinvite
source: Reinvite/redirect media connections
ca: Reconvida/readreça connexions mèdia
vi: Mời lại/ chuyển hướng công cụ kết nối

# asterisk_iaxgeneral_static
source: Static
ca: Estàtic
vi: Tĩnh

# asterisk_iaxgeneral_writeprotect
source: Write Protect
ca: Protecció d'escriptura
vi: Viết bảo vệ

# asterisk_meetme
source: Meetme Conference
ca: Conferència Meetme
vi: Gặp mặt thảo luận

# asterisk_meetme_adminpin
source: Admin PIN
ca: PIN d'administrador
vi: PIN quản trị

# asterisk_meetme_pin
source: Meeting PIN
ca: PIN de reunió
vi: PIN cuộc gặp

# asterisk_meetmegeneral
source: Meetme Conference General Options
ca: Opcions generals de conferència Meetme
vi: Lựu chọn chung về thảo luận trực tiếp

# asterisk_meetmegeneral_audiobuffers
source: Number of 20ms audio buffers to be used
ca: Número de memòries intermitges d'àudio de 20 ms a utilitzar
vi: Số của 20ms audio buffers để được dùng

# asterisk_module
source: Modules
ca: Mòduls

# asterisk_module_appalarmreceiver
source: Alarm Receiver Application
ca: Aplicació de recepció d'alarma
vi: Ứng dụng nhận báo thức

# asterisk_module_appauthenticate
source: Authentication Application
ca: Aplicació d'autenticació
vi: Ứng dụng xác thực

# asterisk_module_appcdr
source: Make sure asterisk doesnt save CDR
ca: Assegura't que asterisk no desa CDR
vi: Bảo đảm asterisk không lưu CDR

# asterisk_module_appchanisavail
source: Check if channel is available
ca: Comprova que el canal estigui disponible
vi: Kiểm tra xem nếu kênh đã có sẵn

# asterisk_module_appchanspy
source: Listen in on any channel
ca: Escolta a qualsevol canal
vi: Nghe trên bất kỳ kênh nào

# asterisk_module_appcontrolplayback
source: Control Playback Application
ca: Aplicació de control de reproducció
vi: Điều khiển ứng dụng phát lại

# asterisk_module_appcut
source: Cuts up variables
ca: Talla les variables

# asterisk_module_appdb
source: Database access functions
ca: Funcions d'accés a base de dades
vi: Chức năng truy cập cơ sở dữ liệu

# asterisk_module_appdial
source: Dialing Application
ca: Aplicació de marcatge
vi: Ứng dụng quay số

# asterisk_module_appdictate
source: Virtual Dictation Machine Application
ca: Aplicació de màquina de dictat virtual
vi: Ứng dụng virtual Dictation Machine

# asterisk_module_appdirectedpickup
source: Directed Call Pickup Support
ca: Suport de recollida de trucades adreçades
vi: Directed hỗ trợ call pickup

# asterisk_module_appdirectory
source: Extension Directory
ca: Directori de connectors
vi: Danh bạ nhánh số

# asterisk_module_appdisa
source: DISA (Direct Inward System Access) Application
ca: Aplicació DISA (Direct Inward System Access)
vi: Ứng dụng DISA (Direct Inward System Access)

# asterisk_module_appdumpchan
source: Dump channel variables Application
ca: Bolca les variables de canal de l'aplicació

# asterisk_module_appecho
source: Simple Echo Application
ca: Aplicació d'eco simple
vi: Ứng dụng Echo đơn giản

# asterisk_module_appenumlookup
source: ENUM Lookup
ca: Consulta ENUM
vi: ENUM tra cứu

# asterisk_module_appeval
source: Reevaluates strings
ca: Reavalua cadenes
vi: Đánh giá lại strings

# asterisk_module_appexec
source: Executes applications
ca: Executa aplicacions
vi: thực thi ứng dụng

# asterisk_module_appexternalivr
source: External IVR application interface
ca: Interfície d'aplicació IVR externa
vi: Ứng dụng giao diện bên ngoài IVR

# asterisk_module_appforkcdr
source: Fork The CDR into 2 seperate entities
ca: Bifurca el CDR en 2 entitats separades
vi: Fork The CDR into 2 nhân riêng biệt

# asterisk_module_appgetcpeid
source: Get ADSI CPE ID
ca: Obtingues la ADSI CPE ID
vi: Lấy ADSI CPE ID

# asterisk_module_appgroupcount
source: Group Management Routines
ca: Rutines de gestió de grup

# asterisk_module_appices
source: Encode and Stream via icecast and ices
ca: Codifica i emet via icecast i ices
vi: Encode và Stream via icecast và ices

# asterisk_module_appimage
source: Image Transmission Application
ca: Aplicació de transmissió d'imatge
vi: Ứng dụng truyền hình ảnh

# asterisk_module_applookupblacklist
source: Look up Caller*ID name/number from black
ca: Cerca la ID/nom/número de qui truca de negre
vi: Tra cứu tên/số của người gọi

# asterisk_module_applookupcidname
source: Look up CallerID Name from local databas
ca: Cerca la ID/nom/número de qui truca de la base de dades local
vi: Tra cứu tên người gọi từ cơ sở dữ liệu địa phương

# asterisk_module_appmacro
source: Extension Macros
ca: Macros de connectors
vi: Nhánh số Macro

# asterisk_module_appmath
source: A simple math Application
ca: Una aplicació de matemàtiques simple
vi: Ứng dụng tính toán đơn giản

# asterisk_module_appmd5
source: MD5 checksum Application
ca: Aplicació de suma de verificació MD5
vi: Ứng dụng MD5 checksum

# asterisk_module_appmilliwatt
source: Digital Milliwatt (mu-law) Test Application
ca: Aplicació de prova de milliwat digital (mu-law)
vi: Ứng dụng kiểm tra Digital Milliwatt (mu-law)

# asterisk_module_appmixmonitor
source: Record a call and mix the audio during the recording
ca: Registra una trucada i mescla l'àudio durant la gravació
vi: Thu âm cuộc gọi và phối âm trong khi thu

# asterisk_module_appparkandannounce
source: Call Parking and Announce Application
ca: Aplicació d'anunci de trucades i trucada en espera
vi: Định vị cuộc gọi và ứng dụng thông báo

# asterisk_module_appplayback
source: Trivial Playback Application
ca: Aplicació de reproducció trivial
vi: Ứng dụng trivial Playback

# asterisk_module_appprivacy
source: Require phone number to be entered
ca: Requereix que s'entri un número de telèfon
vi: Yêu cầu nhập số điện thoại

# asterisk_module_appqueue
source: True Call Queueing
ca: Encuament de trucades real

# asterisk_module_apprandom
source: Random goto
ca: Goto aleatori

# asterisk_module_appread
source: Read Variable Application
ca: Aplicació de lectura de variables
vi: Ứng dụng đọc variable

# asterisk_module_appreadfile
source: Read in a file
ca: Llegeix en un fitxer
vi: Đọc trong một tập tin

# asterisk_module_apprealtime
source: Realtime Data Lookup/Rewrite
ca: Cerca/reescriptura de dades en temps real
vi: Tra cứu dữ liệu đúng lúc/ Viết lại

# asterisk_module_apprecord
source: Trivial Record Application
ca: Aplicació d'enregistrament trivial
vi: Ứng dụng trivial record

# asterisk_module_appsenddtmf
source: Send DTMF digits Application
ca: Envia aplicació de dígits DTMF
vi: Ứng dụng gửi những chữ số DTMF

# asterisk_module_appsendtext
source: Send Text Applications
ca: Envia aplicacions de text
vi: Gửi ứng dụng tin nhắn

# asterisk_module_appsetcallerid
source: Set CallerID Application
ca: Estableix l'aplicació CallerID
vi: Ứng dụng cài đặt định dạng cuộc gọi

# asterisk_module_appsetcidname
source: load =&gt; .so ; Set CallerID Name
ca: load =&gt; .so ; Estableix el nom CallerID
vi: load =&amp;gt; .so ; Đặt tên CallerID

# asterisk_module_appsetcidnum
source: load =&gt; .so ; Set CallerID Number
ca: load =&gt; .so ; Estableix el número CallerID
vi: load =&amp;gt; .so ; Đặt số CallerID

# asterisk_module_appsetrdnis
source: Set RDNIS Number
ca: Estableix el número RDNIS
vi: Cài đặt số RDNIS

# asterisk_module_appsettransfercapability
source: Set ISDN Transfer Capability
ca: Estableix la capacitat de transferència XDSI
vi: Cài đặt công suất truyền tải ISDN

# asterisk_module_appsms
source: SMS/PSTN handler
ca: Gestor SMS/PSTN

# asterisk_module_appsofthangup
source: Hangs up the requested channel
ca: Penja el canal sol·licitat
vi: Bãi bỏ kênh yêu cầu

# asterisk_module_appstack
source: Stack Routines
ca: Rutines de pila
vi: Ngăn xếp Routines

# asterisk_module_appsystem
source: Generic System() application
ca: Aplicació genèrica de System()
vi: Ứng dụng Genetic System

# asterisk_module_apptalkdetect
source: Playback with Talk Detection
ca: Playback amb Detecció de Parla
vi: Playback với bộ phát hiện tiếng nói

# asterisk_module_apptest
source: Interface Test Application
ca: Aplicació de proves d'interfície
vi: Ứng dụng kiểm tra giao diện

# asterisk_module_apptransfer
source: Transfer
ca: Transfereix
vi: truyền tải

# asterisk_module_appurl
source: Send URL Applications
ca: Envia aplicacions d'URL
vi: Gửi những ứng dụng URL

# asterisk_module_appuserevent
source: Custom User Event Application
ca: Aplicació d'esdeveniments personalitzats d'usuari
vi: Ứng dụng Custom User Event

# asterisk_module_appverbose
source: Send verbose output
ca: Envia sortida detallada
vi: Gửi verbose output

# asterisk_module_appvoicemail
source: Voicemail
ca: Bústia de veu
vi: Thư thoại

# asterisk_module_appwaitforring
source: Waits until first ring after time
ca: Espera fins el primer to després del temps
vi: Đợi tới tiếng ring đầu tiên sau khi

# asterisk_module_appwaitforsilence
source: Wait For Silence Application
ca: Espera l'aplicació de silenci
vi: Đợi ứng dụng im lặng

# asterisk_module_cdrcsv
source: Comma Separated Values CDR Backend
ca: Valors de Backend CDR separats per comes

# asterisk_module_cdrcustom
source: Customizable Comma Separated Values CDR Backend
ca: Valors de Backend CDR personalitzats separats per comes
vi: Tùy chỉnh Comma Separated Values CDR Backend

# asterisk_module_cdrmanager
source: Asterisk Call Manager CDR Backend
ca: Backend CDR del gestor de trucades Asterisk

# asterisk_module_cdrmysql
source: MySQL CDR Backend
ca: Backend CDR MySQL

# asterisk_module_cdrpgsql
source: PostgreSQL CDR Backend
ca: Backend CDR PostgreSQL

# asterisk_module_cdrsqlite
source: SQLite CDR Backend
ca: Backend CDR SQLite

# asterisk_module_chanagent
source: Agent Proxy Channel
ca: Canal de l'Agent Proxy

# asterisk_module_chanalsa
source: Channel driver for GTalk
ca: Controlador de canal pel GTalk
vi: Channel driver cho GTalk

# asterisk_module_changtalk
source: Channel driver for GTalk
ca: Controlador de canal pel GTalk
vi: Channel driver cho GTalk

# asterisk_module_chaniax2
source: Option chan_iax2
ca: Opció chan_iax2
vi: Tùy chọn chan_iax2

# asterisk_module_chanlocal
source: Local Proxy Channel
ca: Canal de proxy local

# asterisk_module_chansip
source: Session Initiation Protocol (SIP)
ca: Protocol d'inicialització de sessió (SIP)

# asterisk_module_codecadpcm
source: Adaptive Differential PCM Coder/Decoder
ca: Codificador/Decodificador PCM adaptatiu diferencial

# asterisk_module_codecalaw
source: A-law Coder/Decoder
ca: Codificador/Decodificador de llei A

# asterisk_module_codecamu
source: A-law and Mulaw direct Coder/Decoder
ca: Codificador/Decodificador directe de llei A i Mu

# asterisk_module_codecg726
source: ITU G.726-32kbps G726 Transcoder
ca: Transcodificador ITU G.726-32kbps G726

# asterisk_module_codecgsm
source: GSM/PCM16 (signed linear) Codec Translation
ca: Còdec de traducció GSM/PCM16 (lineal amb signe)

# asterisk_module_codecspeex
source: Speex/PCM16 (signed linear) Codec Translator
ca: Còdec de traducció Speex/PCM16 (lineal amb signe)

# asterisk_module_codeculaw
source: Mu-law Coder/Decoder
ca: Codificador/Decodificador llei Mu

# asterisk_module_formatau
source: Sun Microsystems AU format (signed linear)
ca: Format AU de Sun Microsystems (lineal amb signe)

# asterisk_module_formatg723
source: G.723.1 Simple Timestamp File Format
ca: Format de fitxer de marca de temps simple G.723.1

# asterisk_module_formatg726
source: Raw G.726 (16/24/32/40kbps) data
ca: Dades Raw G.726 (16/24/32/40kbps)

# asterisk_module_formatg729
source: Raw G729 data
ca: Dades Raw G729

# asterisk_module_formatgsm
source: Raw GSM data
ca: Dades Raw GSM

# asterisk_module_formath263
source: Raw h263 data
ca: Dades Raw h263

# asterisk_module_formatjpeg
source: JPEG (Joint Picture Experts Group) Image
ca: Imatge JPEG (Joint Picture Experts Group)

# asterisk_module_formatpcm
source: Raw uLaw 8khz Audio support (PCM)
ca: Suport d'àudio Raw llei-u 8khz (PCM)

# asterisk_module_formatpcmalaw
source: load =&gt; .so ; Raw aLaw 8khz PCM Audio support
ca: load =&gt; .so ; suport d'àudio Raw llei-a 8khz PCM
vi: load =&amp;gt; .so ; Raw aLaw 8khz PCM Audio support

# asterisk_module_formatsln
source: Raw Signed Linear Audio support (SLN)
ca: Suport d'àudio Raw amb signe lineal (SLN)

# asterisk_module_formatvox
source: Dialogic VOX (ADPCM) File Format
ca: Format de fitxer Dialogic VOX (ADPCM)

# asterisk_module_formatwav
source: Microsoft WAV format (8000hz Signed Line
ca: Format Microsoft WAV (8000hz amb signe lineal)

# asterisk_module_formatwavgsm
source: Microsoft WAV format (Proprietary GSM)
ca: Format Microsoft WAV (GSM propietari)

# asterisk_module_funccallerid
source: Caller ID related dialplan functions
ca: Functions de dialplan relacionades amb la ID de qui truca
vi: Caller ID liên quan đến chức năng dialplan

# asterisk_module_funcenum
source: ENUM Functions
ca: Funcions ENUM
vi: chức năng ENUM

# asterisk_module_funcuri
source: URI encoding / decoding functions
ca: Funcions de codificació / decodificació d'URI
vi: Chức năng URI encoding / decoding

# asterisk_module_pbxael
source: Asterisk Extension Language Compiler
ca: Compilador del llenguatge de connectors d'Asterisk

# asterisk_module_pbxconfig
source: Text Extension Configuration
ca: Configuració del connector de text
vi: Cấu hình Text Extension

# asterisk_module_pbxfunctions
source: load =&gt; .so ; Builtin dialplan functions
ca: load =&gt; .s ; Funcions integrades dialplan
vi: load =&amp;gt; .so ; chức năng Builtin dialplan

# asterisk_module_pbxloopback
source: Loopback Switch
ca: Switch loopback

# asterisk_module_pbxrealtime
source: Realtime Switch
ca: Switch en temps real

# asterisk_module_pbxspool
source: Outgoing Spool Support
ca: Suport de gestió de cues sortint
vi: Hỗ trợ outgoing spool

# asterisk_module_pbxwilcalu
source: Wil Cal U (Auto Dialer)
ca: Wil Cal U (Auto Marcatge)

# asterisk_module_resconfigmysql
source: MySQL Config Resource
ca: Configuració del recurs MySQL

# asterisk_module_resconfigodbc
source: ODBC Config Resource
ca: Configuració del recurs ODBC

# asterisk_module_resconfigpgsql
source: PGSQL Module
ca: Mòdul PGSQL

# asterisk_module_rescrypto
source: Cryptographic Digital Signatures
ca: Signatures digitals criptogràfiques

# asterisk_module_resfeatures
source: Call Parking Resource
ca: Recurs de trucada en espera

# asterisk_module_resindications
source: Indications Configuration
ca: Configuració d'indicacions
vi: Cấu hình indications

# asterisk_module_resmonitor
source: Call Monitoring Resource
ca: Recurs de monitoreig de trucades

# asterisk_module_resmusiconhold
source: Music On Hold Resource
ca: Recurs de música en espera

# asterisk_module_resodbc
source: ODBC Resource
ca: Recurs ODBC

# asterisk_module_ressmdi
source: SMDI Module
ca: Mòdul SMDI

# asterisk_module_ressnmp
source: SNMP Module
ca: Mòdul SNMP

# asterisk_moh
source: Music On Hold
ca: Música en espera

# asterisk_moh_application
source: Application
ca: Aplicació
vi: Ứng dụng
