Repository: 8devices/luci
Catalog: po/*/freifunk.po
Languages: vi

source: Hello and welcome in the network of
vi: Xin chào và chào mừng gia nhập mạng lưới của

source: We are an initiative to establish a free, independent and open wireless mesh network.
vi: Chúng tôi là phát triển mạng lưới nguồn mở không dây đầu tiên

source: This is the access point
vi: Đây là điểm truy cập

source: It is operated by
vi: Nó hoạt động bởi

source: You can find further information about the global Freifunk initiative at
vi: Bạn có thể tìm thấy thông tin về Freifunk toàn cầu tại

source: If you are interested in our project then contact the local community
vi: Nếu bạn quan tâm đến đề án của chúng tôi, hãy liên hệ cộng đồng địa phương

source: Internet access depends on technical and organisational conditions and may or may not work for you.
vi: Truy cập Internet phù thuộc vào kỹ thật và điều kiện tổ chức và có thể hoạt động hoặc không hoạt động cho bạn

source: Location
vi: Địa chỉ

source: You really should provide your address here!
vi: Bạn nên cung cấp địa chỉ ở đây!

source: Nickname
vi: Tên

source: Realname
vi: Tên thật

source: Notice
vi: Chú ý

source: Phone
vi: Điện thoại

source: Memory
vi: Bộ nhớ

source: Free
vi: Miễn phí

source: Total
vi: Tổng cộng

source: Coordinates
vi: Tọa độ

source: Active Clients
vi: Đối tượng đang tham gia

source: IP Address
vi: Địa chỉ IP

source: MAC Address
vi: Địa chỉ MAC

source: Time remaining
vi: Thời gian còn lại

source: Traffic (down/up)
vi: Outgoing traffic

source: Policy
vi: Chính sách

source: unknown
vi: Không biết

source: expired
vi: Hết hạn

source: whitelisted
vi: danh sách trắng

source: blacklisted
vi: danh sách đen

source: temporarily blocked
vi: hiện tại chặng

source: No clients connected
vi: Không đối tượng kết nối

source: P2P-Block is a greylisting mechanism to block various peer-to-peer protocols for non-whitelisted clients.
vi: P2P-Block là một cơ chế greylisting để chặn các peer-to-peer protocols cho khách hàng không nằm trên whitelisted.

source: Enable P2P-Block
vi: Kích hoạt P2P-Block

source: Block Time
vi: Thời gian Block

source: seconds
vi: giây

source: Freifunk Remote Update
vi: Freifunk cập nhật từ xa

source: Check for new firmware versions and perform automatic updates.
vi: Kiểm tra các phiên bản phần cứng mới và thực hiện tự động cập nhật.

source: Update available!
vi: Cập nhật sẵn có!

source: The installed firmware is the most recent version.
vi: Phần cứng được cài đặt là phiên bản mới nhất.

source: Start Upgrade
vi: Bắt đầu cập nhật

source: Update Settings
vi: Cập nhật cài đặt

source: Keep configuration
vi: Giữ cấu hình

source: Verify downloaded images
vi: Xác minh hình ảnh đã tải

source: ff_remote_update_confirm
vi: Xác nhận nâng cấp
