Repository: 8devices/luci
Catalog: po/*/luci-fw.po
Languages: vi

source: Port forwarding
vi: Cổng chuyển tiếp

source: Traffic Redirection
vi: Sự chuyển hướng lưu thông

source: Traffic redirection allows you to change the destination address of forwarded packets.
vi: Sự chuyển hướng lưu thông cho phép bạn thay đổi địa chỉ điểm đến của gói chuyển tiếp.

source: Zone-to-Zone traffic
vi: Lưu thông Zone- to - Zone

source: Custom forwarding
vi: Tùy chỉnh chuyển tiếp

source: The firewall creates zones over your network interfaces to control network traffic flow.
vi: The firewall tạo zones trên giao diện mạng lưới để điều triển sự dòng lưu thông của mạng.

source: Advanced Rules
vi: Luật cấp cao

source: Advanced rules let you customize the firewall to your needs. Only new connections will be matched. Packets belonging to already open connections are automatically allowed to pass the firewall.
vi: Luật cấp cao để bạn tùy chỉnh firewall mà bạn cần. Chỉ những kết nối mới sẽ được làm cho phù hợp. Các gói thuộc đã mở các kết nối sẽ tự động cho phép vượt qua firewall.

source: Destination address
vi: Địa chỉ điểm đến

source: Source MAC-Address
vi: Đỉa chỉ MAC nguồn

source: Source port
vi: Cổng nguồn

source: Destination port
vi: Cổng điểm đến

source: accept
vi: chấp nhận

source: reject
vi: Không chấp nhận

source: Source
vi: Nguồn

source: Destination
vi: Điểm đến

source: Traffic Control
vi: Điều khiển lưu thông

source: Drop invalid packets
vi: Bỏ qua nhưng gói không hợp lý

source: Port forwarding allows to provide network services in the internal network to an external network.
vi: Cổng chuyển tiếp cho phép cung cấp những dịch vụ mạng trong vùng tới một ngoại mạng.

source: Source MAC
vi: Nguồn MAC

source: IP-Address
vi: Địa chỉ IP

source: Internal port (optional)
vi: Internal port (tùy chọn)

source: Here you can specify which network traffic is allowed to flow between network zones. Only new connections will be matched. Packets belonging to already open connections are automatically allowed to pass the firewall. If you experience occasional connection problems try enabling MSS Clamping otherwise disable it for performance reasons.
vi: Tại đây bạn có thể xác định được mạng lưới giao thông được phép lưu lượng qua network zone. Chỉ có kết nối mới sẽ là phù hợp. Các gói thuộc kết nối đã mở được tự động được cho phép để vượt qua firewall. Nếu bạn gặp vấn đề kết nối thử kích hoạt MSS Clamping hoặc vô hiệu hóa nó vì lý do thực thi.

source: Defaults
vi: Mặc định

source: These are the default settings that are used if no other rules match.
vi: Có những cài đặt mặc định được dùng nếu những cái luật khác không phù hợp

source: SYN-flood protection
vi: SYN-flood bảo vệ

source: Zones part the network interfaces into certain isolated areas to separate network traffic. One or more networks can belong to a zone. The MASQ-flag enables NAT masquerading for all outgoing traffic on this zone.
vi: Phân vùng các phần giao diện mạng vào những khu vực cô lập nhất định để phân chia mạng lưới lưu thông. Một hoặc nhiều mạng lưới có thể thuộc vào một khu. Các MASQ-flag kích hoạt NAT masquerading cho tất cả các lưu lượng giao thông trên khu vực này.

source: firewall_zone_network_desc
vi: contained networks
