Repository: 8devices/luci
Catalog: po/*/olsr.po
Languages: ca, de, es, pt_br, vi

source: OLSR Daemon
ca: Dimoni OLSR
es: Demonio OLSR
pt_br: Servidor OLSR

source: Neighbour IP
ca: IP del veí
de: Nachbar-IP
pt_br: Endereço IP do Vizinho
vi: Lận cận IP

source: Local interface IP
ca: IP d'interfície local
de: Lokale Interface-IP
es: IP de la interfaz local
pt_br: Endereço IP do interface local
vi: Giao diện địa phương IP

source: Announced network
ca: Xarxa anunciada
de: Angekündigtes Netzwerk
es: Red a anunciar
pt_br: Rede anunciada
vi: Mạng lưới thông báo

source: OLSR gateway
ca: Passarel·la OLSR
es: Puerta de enlace OLSR
pt_br: gateway OLSR
vi: Cổng OLSR

source: OLSR node
ca: Node OLSR
de: OLSR-Knoten
es: Nodo OLSR
pt_br: Nó OLSR

source: Unable to connect to the OLSR daemon!
ca: No s'ha pogut connectar al dimoni OLSR
de: Es konnte keine Verbindung zum OLSR-Daemon hergestellt werden!
es: No es posible conectar con el demonio de OLSR!
pt_br: Não foi possivel ligar ao servidor OLSR!
vi: Không thể kết nối với OLSR daemon!

source: Make sure that OLSRd is running, the "txtinfo" plugin is loaded, configured on port 2006 and accepts connections from "127.0.0.1".
ca: Assegura't que l'OLSRd està corrent, que el connector &quot;txtinfo&quot; està carregat, configurat al port 2006, i que accepta connexions de &quot;127.0.0.1&quot;.
de: Stellen Sie sicher das OLSRd läuft und das &quot;txtinfo&quot; Plugin auf Port 2006 geladen und &quot;127.0.0.1&quot; als Accept-Host gesetzt ist.
es: Asegúrese de que olsrd se está ejecutando, qué el plugin "txtinfo" esté cargado, configurado en el puerto 2006, y acepta conexiones desde 127.0.0.1.
pt_br: Certifique-se que o processo olsrd está em execução, que o plugin "txtinfo" está carregado e configurado para a porta 2006 e que aceita ligações a partir de "127.0.0.1".
vi: Bảo đảm là OLSRd đang vận hành, the &amp;quot;txtinfo&amp;quot; plugin được tải, định cấu hình trên cổng 2006 và chấp nhận kết nối từ &amp;quot;127.0.0.1&amp;quot;.

source: OLSR - HNA-Announcements
ca: Anuncis OLSR - HNA
de: OLSR - HNA-Ankündigungen
es: Anuncios HNA de OLSR
pt_br: OLSR - Anuncios HNA4
vi: OLSR - HNA - Thông báo

source: OLSR - Plugins
ca: OLSR - Connectors
es: Plugins OLSR

source: OLSR connections
ca: Connexions OLSR
de: OLSR-Verbindungen
es: Conexiones OLSR
pt_br: OLSR - Ligações
vi: Kết nối OLSR

source: Overview of currently established OLSR connections
ca: Vista general de les connexions OLSR establertes actualment
de: Übersicht über aktuell bestehende OLSR-Verbindungen
es: Detalle general acerca de las conexiones de OLSR establecidas actualmente.
pt_br: Resumo das ligações OLSR actualmente estabelecidas
vi: Tổng quát về kết nối OLSR hiện tại

source: Expected retransmission count
ca: Compte de retransmissió previst
de: Zu erwartende Sendeversuche pro Paket
es: Contador de retransmisión esperado
pt_br: Contagem esperada de retransmissões

source: Success rate of sent packages
ca: Taxa d'èxit de paquets enviats
de: Erfolgsquote gesendeter Pakete
es: Tasa de éxito de los paquetes enviados
pt_br: Racio de sucesso de pacotes enviados
vi: Tỉ lệ thành công của gói đã gửi

source: Success rate of received packages
ca: Taxa d'èxit de paquets rebuts
de: Erfolgsquote empfangener Pakete
es: Tasa de éxito de los paquetes recibidos
pt_br: Racio de sucesso de pacotes recebidos
vi: Tỉ lệ thành công của gói nhận

source: Known OLSR routes
ca: Rutes OLSR conegudes
de: Bekannte OLSR-Routen
es: Rutas OLSR conocidas
pt_br: Rotas OLSR conhecidas
vi: Tuyến OLRS đã biết

source: Overview of currently known routes to other OLSR nodes
ca: Vista general de rutes conegudes actualment a altres nodes OLSR
de: Übersicht über zur Zeit bekannte Routen zu anderen OLSR-Knoten
es: Listado de las rutas conocidas en la actualidad a otros nodos de OLSR
pt_br: Resumo das rotas conhecidas para outros nós OLSR
vi: Tổng quát của các tuyến đã biết hiện tại tới những OLSR nodes khác

source: Active OLSR nodes
ca: Nodes OLSR actius
de: Aktive OLSR-Knoten
es: Nodos OLSR activos
pt_br: Nós OLSR activos
vi: Những OLSR nodes đang hoạt động

source: Overview of currently known OLSR nodes
ca: Vista general dels nodes OLSR coneguts actualment
de: Übersicht über zur Zeit bekannte andere OLSR-Knoten
es: Listado de nodos actualmente conocido OLSR
pt_br: Resumo dos nós OLSR conhecidos
vi: Tổng quát của các OLSR nodes đã biết hiện tại

source: Last hop
ca: Últim salt
de: letzter Hop
es: Último salto
pt_br: Ultimo salto
vi: Hop cuối

source: Active host net announcements
ca: Anuncis de xarxa de màquines actives
de: Aktive HNA-Ankündigungen
es: Anuncios activos del host de red
vi: Thông báo của mạng host đang hoạt động

source: Overview of currently active OLSR host net announcements
ca: Vista general d'anuncis de xarxa de màquines OLSR actives
de: Übersicht über zur Zeit aktive OLSR-Netzwerk-Ankündigungen
es: Listado de los anuncios activos actuales de host de red de OLSR
vi: Tổng quát về các thông báo của mạng host đang hoạt động

source: Active MID announcements
ca: Anuncis MID actius
de: Aktive MID-Ankündigungen
es: Anuncios MID activos
pt_br: Anuncios MID activos
vi: Thông báo của các MID đang hoạt động

source: Overview of known multiple interface announcements
ca: Vista general d'anuncis d'interfície múltiple coneguts
de: Übersicht über bekannte Mehrfachschnittstellenmeldungen
es: Listados múltiples de anuncios sobre las internfaces
pt_br: Resumo de anuncios de nós com multiplos interfaces activos
vi: Tổng quát về thông báo của nhiều giao diện đã biết

source: Secondary OLSR interfaces
ca: Interfícies OSLR secundàries
de: Sekundäre OLSR Schnittstellen
es: Interfaces OLSR secundarias
pt_br: Interfaces OLSR secundários
vi: Giao diện OLSR thứ nhì

source: floating point
ca: punt flotant
de: Gleitkomma
es: punto flotante
pt_br: Virgula flutuante
vi: điểm nổi

source: fixed point math
ca: punt fixat matemàtic
de: Festkomma
es: punto fijo matemático
pt_br: Matemática de virgula fixa
vi: tính toán điểm cố định

source: General settings
ca: Configuració general
de: Allgemeine Einstellungen
es: Configuración general
pt_br: Definições gerais
vi: Cài đặt tổng quát

source: Start without network
ca: Comença sense xarxa
de: Start ohne Netzwerk
es: Iniciar sin red activa
pt_br: Iniciar sem rede
vi: Khởi động không mạng lưới

source: Clear screen
ca: Neteja la pantalla
de: Ansicht zurücksetzen
es: Limpiar pantalla
pt_br: Limpar ecran
vi: Xóa màn hình

source: Debugmode
ca: Mode de depuració
de: Debugmodus
es: Modo Depuración
pt_br: Nível de mensagens de diagnóstico

source: FIB metric
ca: Mètrica FIB
de: FIB-Metrik
pt_br: métrica FIB

source: Internet protocol
ca: Protocol d'Internet
de: Internet Protokoll
es: Protocolo de Internet
pt_br: Versão IP

source: LQ aging
ca: Envelliment LQ
de: VQ-Alterung
pt_br: Envelhecimento LQ

source: LQ algorithm
ca: Algoritme LQ
de: VQ-Algorithmus
pt_br: Algoritmo LQ

source: LQ Dijkstra limit
ca: Límit de Dijkstra LQ
de: VQ-Dijkstralimit
pt_br: Limite Dijkstra LQ
vi: Giới hạn LQ Dijkstra

source: LQ level
ca: Nivell LQ
de: VQ-Level
pt_br: Nível LQ

source: MPR selection
ca: Selecció MPR
de: MPR-Auswahl
es: Selección del MPR
vi: Sự chọn lọc MPR

source: MPR selection and routing
ca: Selecció i enrutament MPR
de: MPR-Auswahl und Routing
es: Selección del MPR y ruteo
vi: Chọn lọc MPR và lộ trình

source: LQ window size
ca: Mida de finestra LQ
de: VQ-Fenstergröße
es: Tamaño de la venta del LQ
vi: Dung lượng LQ window

source: MPR coverage
ca: Cobertura MPR
de: MPR-Erfassung
es: Cobertura MPR
pt_br: Cobertura MPR
vi: Phạm vi MPR

source: Pollrate
ca: Taxa de sondeig
de: Abfragerate

source: TC redundancy
ca: Redundància TC
de: TC-Redundanz
es: Redundancia <abbr title="Topology Control - Control de la topología">TC</abbr>
pt_br: Redundância TC

source: MPR selectors
ca: Selectors MPR
de: MPR-Selektoren
es: Selectores MPR
pt_br: Selectores MPR
vi: Bộ chọn MPR

source: MPR selectors and MPR
ca: Selectors MPR i MPR
de: MPR-Selektoren und MPR
es: Selectores MPR y MPR
pt_br: MPR e selectores MPR
vi: Bộ chọn MPR và MPR

source: all neighbours
ca: tots els veïns
de: Alle Nachbarn
es: todos los vecinos
pt_br: Todos os vizinhos
vi: Tất cả vùng lân cận

source: Use hysteresis
ca: Utilitza histèresi
de: Hysterese aktivieren
es: Uso de histéresis
pt_br: Usar histerese
vi: Dùng hysteresis

source: Willingness
ca: Voluntat
de: Bereitschaft
es: <abbr title="Willingness">Voluntad</abbr>
pt_br: Disponibilidade
vi: Sẵn sàng

source: Hello interval
ca: Interval Hello
de: Hello-Intervall
es: Intervalo de "Hola"
pt_br: Intervalo entre Hello
vi: Vùng xin chào

source: Hello validity time
ca: Temps de validesa Hello
de: Hello-Gültigkeit
es: Tiempo de validez de "Hola"
pt_br: Validade de Hello
vi: Thời gian hợp lệ hóa lời chào

source: HNA interval
ca: Interval HNA
de: HNA-Intervall
es: Intervalo HNA
pt_br: Intervalo entre HNA
vi: Khoảng HNA

source: HNA validity time
ca: Temps de validesa HNA
de: HNA-Gültigkeit
es: Timpo de validez de HNA
pt_br: Validade de HNA
vi: Thời gian hợp lệ hóa HNA

source: IPv4 broadcast
ca: Broadcast IPv4
es: Dirección de transmisión IPv4
pt_br: Endereço IPv4 de Broadcast

source: MID interval
ca: Interval MID
de: MID-Intervall
es: Intervalo de MID
pt_br: Intervalo de MID
vi: Khoảng MID

source: MID validity time
ca: Temps de validesa MID
de: MID-Gültigkeit
es: Tiempo de validez de MID
pt_br: Validade de MID
vi: Thời gian hợp lệ hóa MID

source: TC interval
ca: Interval TC
de: TC-Intervall
es: Intervalo TC
pt_br: Intervalo de TC
vi: Khoảng TC

source: TC validity time
ca: Temps de validesa TC
de: TC-Gültigkeit
es: Timpo de validez de TC
pt_br: Validade de TC
vi: Thời gian hợp lệ hóa TC

source: IPv6 address type
ca: Tipus d'adreça IPv6
de: IPv6 Adresstyp
es: Tipo de dirección IPv6
pt_br: Tipo de Endereço IPv6
vi: Loại địa chỉ IPv6

source: IPC settings
ca: Configuració IPC
de: IPC-Einstellungen
es: Configuraciónes del IPC
pt_br: Definições IPC
vi: Cài đặt IPC

source: IPC connections enable you to remote-control the local OLSRd instance using external programs
ca: Les connexions IPC et permeten controlar remotament la instància OLSRd fent servir programes externs
de: IPC-Verbindungen ermöglichen die Fernsteuerung des lokalen OLSR-Prozesses durch externe Programme
es: Las conexión de IPC le permite controlar de forma remota la instancia de OLSR (OLSRd) utilizando herramientas y programas externos
pt_br: As ligações IPC permitem-lhe controlar a instancia local de OLSRd com aplicações externas
vi: Kết nối IPC cho phép bạn điều khiển từ xa OLSRd instance địa phương dùng chương trình bên ngoài

source: Allowed host addresses
ca: Adreçes de màquina permeses
de: Erlaubte Hostadressen
es: Direcciones de host permitidas
pt_br: Endereços de hosts permitidos
vi: Các địa chỉ host cho phép

source: Multiple separated by spaces
ca: Múltiples separades per espais
de: Mehrere mit Leerzeichen trennen
es: Separar con espacios en caso de ser múltiples
pt_br: Multiplas entradas, separadas por espaços
vi: Nhiều phân cách bởi những khoảng trống

source: Maxmimum connection count
ca: Màxim número de connexions
de: Maximale Anzahl von Verbindungen
es: Cuenta máxima de conexión
pt_br: Máximo de ligações permitidas
vi: Đếm kết nối tối đa

source: Set to 0 to disable IPC
ca: Estableix a 0 per desactivar IPC
de: 0 deaktiviert IPC
es: Especifique "0" para desactivar IPC
pt_br: Defina 0 para desactivar IPC
vi: Đặt 0 để vô hiệu hóa IPC

source: Allowed subnets
ca: Subxarxes permeses
de: Erlaubte Netzbereiche
es: Subredes permitidas
pt_br: Subredes permitidas
vi: Cho phép subnets

source: Address Mask; multiple separated by space
ca: Màscara d'adreça; múltiples separades per espais
de: Adresse Maske; mehrere mit Leerzeichen
es: Dirección de máscara de red, en caso de ser mas de una, sepárelas mediante un espacio
pt_br: Máscara de subrede; multiplas entradas, separadas por espaços
vi: Địa chỉ Mask; nhiều phân cách bằng khoảng trống

source: IPv4 HNA announcements
ca: Anuncis IPv4 HNA
de: IPv4 HNA-Ankündigungen
es: Anuncios IPv4 de HNA
vi: IPv4 HNA thông báo

source: Hna4 entries allow you to propagate local IPv4 host- and network-routes into the mesh network
ca: Les entrades hna4 et permeten propagar les rutes de màquina i xarxa IPv4 locals a la xarxa mesh
de: Hna4-Entries ermöglichen die Ankündigung von lokalen IPv4 Host- und Netz-Routen im Mesh-Netzwerk
es: Las entradas de Hna4 permite propagar las rutas locales de host y red dentro de la red en malla.
vi: Mục Hna4 cho phép bạn lan truyền host IPv4 địa phương và các tuyến mạng lưới tới các mạng lưới

source: Netmask
ca: Màscara de xarxa
de: Netzmaske
es: Máscara de red
pt_br: Máscara de subrede

source: IPv6 HNA announcements
ca: Anuncis IPv6 HNA
de: IPv6 HNA-Ankündigungen
es: Anuncios IPV6 de HNA
vi: IPv6 HNA thông báo

source: Hna6 entries allow you to propagate local IPv6 host- and network-routes into the mesh network
ca: Les entrades hna6 et permeten propagar rutes de màquina i xarxa IPv6 locals a la xarxa mesh
de: Hna6-Entries ermöglichen die Ankündigung von lokalen IPv6 Host- und Netz-Routen im Mesh-Netzwerk
es: Las entradas de Hna6 permite propagar las rutas locales de host y red dentro de la red en malla.
vi: Mục Hna6 cho phép bạn lan truyền host IPv6 địa phương và tuyến mạng lưới vào các mạng lưới

source: IPv6 address
ca: Adreça IPv6
de: IPv6 Adresse
es: Dirección IPv6
pt_br: Endereço IPv6
vi: Địa chỉ IPv6

source: IPv6 prefix
ca: Prefix IPv6
es: Prefijo IPv6
pt_br: Prefixo IPv6
vi: Tiền tố IPv6

source: Plugin configuration
ca: Configuració de connector
de: Pluginkonfiguration
es: Configuración del plugin
pt_br: Configuração de Plugin
vi: Cấu hình Plugin

source: Enable plugin
ca: Activa connector
de: Plugin aktivieren
es: Activar plugin
pt_br: Activar Plugin
vi: Kích hoạt plugin

source: Library
ca: Llibreria
de: Bibliothek
es: Librería
pt_br: Biblioteca
vi: Thư viện

source: Allow connections from this hosts
ca: Permet connexions des d'aquestes màquines
de: Verbindungsaufbau von Addressen zulassen
es: Permitir conexiones desde este host
pt_br: Aceitar ligações a partir destes hosts
vi: Cho phép kết nối từ host này

source: Ping test addresses
ca: Ping adreces de prova
de: Pingtest Adressen
es: Direcciones para el testeo con "ping"
pt_br: Endereços a testar por ping
vi: Ping test địa chỉ

source: Refresh interval in seconds
ca: interval
de: Aktualisierungsinterval in Sekunden
es: Intervalo
pt_br: Intervalo
vi: Khoảng

source: HNA announcements
ca: Anuncis HNA
de: HNA Ankündigungen
es: Anuncios HNA
pt_br: Anúncios HNA
vi: HNA thông báo

source: Format: IP-Address Netmask / OLSR will announce this network once it is reachable
ca: Format: Adreça IP Màscara / OLSR anunciarà aquesta xarxa quan sigui accessible
de: Format: IP-Adresse Netzmaske / OLSR kündigt dieses Netzwerk an sobald das Gateway erreichbar ist
es: Formato: Dirección IP - Máscara de Red / OLSR anunciará esta red una vez que sea alcanzada
pt_br: Formato: "Endereço IP" "máscara de subrede" / o OLSR anunciará esta rede logo que esta seja acessível
vi: Mặc định: địa chỉ IP Netmask / OLSR sẽ thông báo với mạng này một lần khi nó tiếp cận

source: Alternative "hosts" file
ca: Fitxer de "hosts" alternatiu
de: Alternative "hosts" Datei
es: Archivo alternativo de "hosts"
pt_br: Ficheiro de "hosts" alternativo
vi: Tập tin host khác

source: The contents of this file will be appended to the autogenerated "hosts" file
ca: El contingut d'aquest fitxer s'afegirà al fitxer autogenerat "hosts"
de: Der Inhalt dieser Datei wird mit in die autogenerierte "hosts" Datei übernommen
es: El contenido de este archivo será agregado al archivo de "hosts" autogenerado
pt_br: Os conteúdos deste ficheiro serão acrescentados ao ficheiro automaticamente gerado de "hosts"
vi: Nội dung của tập tin này sẽ được nối vào các tập tin "hosts" tự phát

source: DNS server
ca: Servidor DNS
es: Servidor DNS
pt_br: Servidor de DNS

source: Alternative hostnames
ca: Noms de màquina alternatius
de: Alternative Hostnamen
es: Nombres de host alternativo
pt_br: Hostnames alternativos
vi: Tên host khác

source: Format: Interface-IP Hostname
ca: Format: Interfície-IP nom de màquina
es: Formato: Interfaz-IP nombre de host
pt_br: Formato: "Endereço IP do interface" "hostname"
vi: Format: Giao diện-IP tên host

source: Path to the "hosts" file
ca: Ruta al fitxer de "hosts"
de: Pfad zur "hosts" Datei
es: Ruta al archivo de "hosts"
pt_br: Caminho completo do ficheiro de "hosts"
vi: Đường dẫn tới tập tin "hosts"

source: Latitude
ca: Latitud
es: Latitud
vi: Bề rộng

source: Output file for coordinates
ca: Fitxer de sortida per les coordenades
de: Ausgabedatei für Koordinaten
es: Archivo de salida para las coordenadas
pt_br: Ficheiro para output das coordenadas
vi: Tập tin output cho tọa độ

source: OLSR will write received coordinates of other nodes to this file
ca: L'OLSR escriurà les coordenades rebudes d'altres nodes a aquest fitxer
de: OLSR schreibt alle empfangenen Koordinaten anderer Knoten in diese Datei
es: OLSR escribirá las coordenadas recibidas de otros nodos a este archivo
pt_br: O OLSR irá escrever as coordenadas que receba de outros hosts neste ficheiro
vi: OLSR sẽ viết những tọa đọ thu nhập của các nodes khác vào tập tin này

source: Input file for coordinates
ca: Fitxer d'entrada per coordenades
de: Eingabedatei für Koordinaten
es: Archivo de entrada para las coordenadas
pt_br: Ficheiro de entrada para coordenadas
vi: Tập tin input cho tọa độ

source: OLSR periodically checks this file for new coordinates and propagates them
ca: L'OLSR comprova periòdicament aquest fitxer per coordenades noves i les propaga
de: OLSR prüft diese Datei periodisch auf neue Koordinaten und propagiert diese
es: OLSR periodicamente chquea este archivo en búsqueda de nuevas coordenadas para luego propagarlas
pt_br: O OLSR verifica periodicamente este ficheiro por novas coordenadas e propaga-as
vi: OLSR định kỳ kiểm tra tập tin này các tọa độ mới và lan truyền chúng

source: Longitude
ca: Longitud
es: Longitud
vi: Chiều dài

source: Hostnames
ca: Noms de màquina
de: Hostnamen
es: Nombres de host
vi: Tên host

source: Command for name changes
ca: Comanda per canvis de nom
de: Kommando bei Namensänderungen
es: Comando para los cambios de nombre
pt_br: Comando para alterações de nome
vi: Lệnh thay đổi tên

source: OLSR executes this command once entries in the "hosts" are changed
ca: L'OLSR executa aquesta comanda quan les entrades al "hosts" es canvien
de: OLSR ruft dieses Kommando auf sobald sich Einträge in der "hosts" Datei ändern
es: OLSR ejecuta este comando una vez que las entradas en el archivo de "hosts" hayan cambiado
pt_br: O OLSR executa este comando logo que existam alterações no ficheiro de hosts
vi: OLSR thi hành lệnh này một lần trong "hosts" đã thay đổi

source: Path to the "resolv" file
ca: Ruta al fitxer "resolv"
de: Pfad zur "resolv" Datei
es: Ruta al archivo "resolv"
pt_br: Caminho para o ficheiro "resolv.conf"
vi: Đường dẫn tới tập tin "resolv"

source: Command for service changes
ca: Comanda per canvis de servei
de: Kommando bei Serviceänderungen
es: Comando para los cambios de servicio
pt_br: Comando para alterações ao serviço
vi: Lệnh thay đổi dịch vụ

source: OLSR excutes this command once new service announcements are received
ca: L'OLSR executa aquesta comanda quan es rep l'anunci d'un nou servei
de: OLSR ruft dieses Kommando auf sobald neue Service-Ankündigungen empfangen werden
es: OLSR ejecuta este comando una vez que son recibidos los anuncios de un nuevo servicio
pt_br: O OLSR executa este comando sempre que sejam recebidos novos anuncios de serviços
vi: OLSR thi hành lệnh này một lần thông báo dịch vụ mới đã nhận

source: PID file for SIGHUP signals
ca: Fitxer PID per senyals SIGHUP
de: PID-Datei für SIGHUP Signale
es: Archivo PID para las señales de SIGHUP
pt_br: Ficheiro PID para sinais SIGHUP
vi: Tập tin PID cho tín hiệu SIGHUP

source: OLSR sends a HUP signal to this PID once the "hosts" oder "resolv" file is changed
ca: L'OLSR envia un senyal HUP a aquest PID quan es canvien el fitxer "hosts" o bé el fitxer "resolv"
de: OLSR sendet ein HUP Signal an den in der PID Datei angegebenen Prozess sobald sich die "hosts" oder "resolv" Datei ändert
es: OLSR envía una señal de HUP a este archivo PID cada vez que el archivo "hosts" o "resolv" es actualizado
pt_br: O OLSR envia um sinal HUP a este PID sempre que o ficheiro \"hosts\" ou \"resolv.conf\" seja alterado
vi: OLSR gửi một tín hiệu HUP tới PID này khi "hosts" oder tập tin "resolv" được thay đổi

source: Domain suffix
ca: Sufix de domini
es: Sufijo de dominio
pt_br: Sufixo de domínio

source: Timeout
ca: Temps d'espera màxim
es: Tiempo agotado

source: Name of the BMF interface
ca: Nom de la interfície BMF
de: Name für die BMF-Schnittstelle
es: Nombre de la interfaz BMF
pt_br: Nome do interface BMF
vi: Tên của giao diện BMF

source: IP address of the BMF interface
ca: Adreça de la interfície BMF
de: IP-Adresse für die BMF-Schnittstelle
es: Dirección IP de la interfaz BMF
pt_br: Endereço IP do interface BMF
vi: Địa chỉ IP của giao diện BMF

source: Redirect local broadcasts
ca: Readreça broadcasts locals
de: Lokale Broadcasts weiterleiten
es: Redireccionar direcciones de transmisiones local
pt_br: Redireccionar broadcasts locais
vi: Chuyển tới broadcasts địa phương

source: Also redirect broadcasts from OLSR interfaces
ca: També readreça broadcasts d'interfícies OLSR
de: Broadcasts von OLSR-Schnittstellen weiterleiten
es: También redireccionar direcciones de transmisión de las interfaces de OLSR
pt_br: Também redireccionar broadcasts de interfaces OLSR
vi: Đồng thời chuyển broadcasts từ giao diện OLSR

source: Propagation mechanism
ca: Mecanisme de propagació
de: Verteilungsmechanismus
es: Mecanismo de propagación
pt_br: Mecanismo de propagação
vi: Cơ chế lan truyền

source: Number of retransmissions per package
ca: Número de retransmissions per paquet
de: Anzahl der Neuversendungen pro Paket
es: Número de retransmisión por paquete
pt_br: Número de retransmissões por pacote
vi: Số lượng retransmissions trên gói

source: Minimum number of neighbours for broadcast redirection
ca: Número mínim de veïns per readreçament broadcast
de: Mindestanzahl der Nachbarn für Broadcastweiterleitung
es: Número mínimo de vecinos para la redireccionar la transmisión
pt_br: Número mínimo de vizinhos para redireccionamento de broadcasts
vi: Số lượng tối thiểu của neighbors cho sự đổi hướng phát

source: Non-OLSR interfaces
ca: Interfície no-OLSR
de: Nicht-OLSR-Interfaces
es: Interfaces NO OLSR
pt_br: Interfaces não-OLSR
vi: Giao diện không OLSR

source: Used port
ca: Port utilitzat
de: Verwendeter Port
es: Puerto usado
pt_br: Porta utilizada
vi: Cổng đã dùng

source: Allow connections from hosts
ca: Permet connexions de les màquines
de: Verbindungsaufbau von Hosts zulassen
es: Permitir conexiones desde los host
pt_br: Permitir ligações de hosts
vi: Cho phép kết nối từ hosts

source: Allow connections from subnets
ca: Permet connexions de les subxarxes
de: Verbindungsaufbau von Subnetzen zulassen
es: Permitir conexiones desde las subredes
pt_br: permitir ligações de subredes
vi: Cho phép kết nối từ subnets

source: Format: IP-AddresseNetmask
ca: Format: Adreça_IPMàscara
de: Format: IP-Adresse Netzmaske
es: Formato: Dirección IP-Máscara de red
pt_br: Formato: \"Endereço IP\" \"Máscara de subrede\"

source: Used protocols
ca: Protocols utilitzats
de: Verwendete Protokolle
es: Protocolos utilizado
pt_br: Protocolos utilizados
vi: Protocols sử dụng

source: Only export routes to Quagga or to kernel too
ca: Exporta només rutes al Quagga o també al kernel
de: Routen nur an Quagga oder auch an Kernel exportieren
pt_br: Exportar rotas apenas para quagga ou kernel
vi: Chỉ export routes tới Quagga hoặc cũng tới kernel

source: Always prefer local routes
ca: Prefereix sempre les rutes locals
de: Lokale Routen immer bevorzugen
es: Siempre preferir rutas locales
pt_br: Preferir sempre as rotas locais
vi: Luôn ưu tiên cho đường dẫn địa phương
