Repository: 8devices/luci
Catalog: po/*/olsr.po
Languages: ca, de, es, pt_br, vi

source: Distance of exported routes
ca: Distància de les rutes exportades
de: Distanz für exportierte Routen
es: Distancia de las rutas exportadas
pt_br: Distância das rotas exportadas
vi: Khoảng cách của những tuyến đưa ra

source: Key file
ca: Fitxer de clau
de: Schlüsseldatei
es: Archivo de clave
pt_br: Ficheiro de chave
vi: Tập tin chính

source: Watchdog timestamp file
ca: Fitxer de marca horària de Watchdog
de: Watchdog Zeitstempeldatei
es: Archivo para el "sello de tiempo" de Watchdog
pt_br: Ficheiro da timestamp do watchdog
vi: Tập tin watchdog timestamp

source: Prefix
es: Prefijo
pt_br: Prefixo
vi: Tiền tố

source: LQ fisheye
de: VQ-Fisheye
