Repository: 8devices/luci
Catalog: po/*/openvpn.po
Languages: ru

source: « Switch to basic configuration
ru: « Перейти к основным настройкам

source: Switch to advanced configuration »
ru: Перейти к расширенным настройкам »

source: Enabled
ru: Включено

source: Started
ru: Запущено

source: no
ru: нет

source: yes (%i)
ru: да (%i)

source: Port
ru: Порт

source: Protocol
ru: Протокол

source: Instance "%s"
ru: Процесс "%s"

source: OpenVPN instances
ru: OpenVPN процессы

source: Below is a list of configured OpenVPN instances and their current state
ru: Список настроенных процессов OpenVPN и их текущее состояние

source: Daemon configuration
ru: Конфигурация демона

source: Networking options
ru: Сетевые настройки

source: VPN options
ru: Настройки VPN

source: Cryptography settings
ru: Настройки шифрования

source: Read configuration options from file
ru: Получить конфигурацию из файла

source: Local host name or ip address
ru: Имя локального хоста или IP адрес

source: Remote host name or ip address
ru: Имя удаленного хоста или IP адрес

source: Randomly choose remote server
ru: Случайно выбирать удаленный сервер

source: Major mode
ru: Основной режим

source: Use protocol
ru: Использовать протокол

source: Connection retry interval
ru: Интервал между попытками подключения

source: Connection timeout
ru: Таймаут соединения

source: Maximum connection attempt retries
ru: Максимальное количество попыток подключения

source: Try to sense proxy settings automatically
ru: Попытаться определить настройки прокси автоматически

source: Connect to remote host
ru: Подключиться к удаленному хосту

source: Retry indefinitely on HTTP proxy errors
ru: Постоянно пытаться заново подключиться при ошибке HTTP прокси

source: Proxy timeout in seconds
ru: Таймаут прокси в секундах

source: Set extended HTTP proxy options
ru: Установить расширенные настройки HTTP прокси

source: Connect through Socks5 proxy
ru: Соединяться используя Socks5 прокси

source: Retry indefinitely on Socks proxy errors
ru: Постоянно пытаться заново подключиться при ошибке Socks прокси

source: If hostname resolve fails, retry
ru: Пытаться заново подключиться при ошибке определения имени хоста

source: Allow remote to change its IP or port
ru: Позволить удаленному хосту изменять IP адрес или порт

source: Execute shell command on remote ip change
ru: Выполнить shell команду при изменении IP адреса удаленного хоста

source: TCP/UDP port # for both local and remote
ru: Номер локального и удаленного TCP/UDP порта

source: TCP/UDP port # for local (default=1194)
ru: Номер локального TCP/UDP порта (1194 по умолчанию)

source: TCP/UDP port # for remote (default=1194)
ru: Номер удаленного TCP/UDP порта (1194 по умолчанию)

source: Bind to local address and port
ru: Связать локальный адрес и порт

source: Do not bind to local address and port
ru: Не связывать локальный адрес и порт

source: tun/tap device
ru: устройство tun/tap

source: Type of used device
ru: Тип используемого устройства

source: Use tun/tap device node
ru: Использовать файл устройства tun/tap

source: Set the link layer address of the tap device
ru: Установить канальный адрес tap устройства

source: 'net30', 'p2p', or 'subnet'
ru: 'net30', 'p2p', или 'subnet'

source: Make tun device IPv6 capable
ru: Включить поддержку IPv6 для устройства tun

source: Configure device to use IP address
ru: Использовать IP адрес

source: Don't actually execute ifconfig
ru: Не выполнять ifconfig

source: Don't warn on ifconfig inconsistencies
ru: Не извещать об ошибках ifconfig

source: Add route after establishing connection
ru: Добавить маршрут после установки соединения

source: Specify a default gateway for routes
ru: Установить шлюз по умолчанию для маршрутов

source: Specify a default metric for routes
ru: Установить метрику по умолчанию для маршрутов

source: Delay n seconds after connection
ru: Вызвать задержку на n секунд после установки соединения

source: Execute shell cmd after routes are added
ru: Выполнить shell команду после добавления маршрутов

source: Don't add routes automatically
ru: Не добавлять маршруты автоматически

source: Don't pull options from server
ru: Не получать настройки от сервера

source: Automatically redirect default route
ru: Автоматически перенаправлять маршруты по умолчанию

source: Pass environment variables to script
ru: Передать переменные окружения скрипту

source: Shaping for peer bandwidth
ru: Шейпинг пропускной способности пира

source: Set timeouts in server mode
ru: Установить таймауты в режиме сервера

source: tun/tap inactivity timeout
ru: таймаут простоя tun/tap

source: Remote ping timeout
ru: Таймаут удаленного пинга

source: Restart after remote ping timeout
ru: Начать заново после пинг таймаута

source: Only process ping timeouts if routes exist
ru: Обрабатывать пинг таймаут только в случае, когда существует необходимый маршрут

source: Ping remote every n seconds over TCP/UDP port
ru: Запускать пинг каждые n секунд используя порт TCP/UDP

source: Configure a multi-homed UDP server
ru: Настроить UDP сервер с множественной адресацией

source: Optimize TUN/TAP/UDP writes
ru: Оптимизировать запись TUN/TAP/UDP

source: Remap SIGUSR1 signals
ru: Обрабатывать сигнал SIGUSR1

source: Keep tun/tap device open on restart
ru: Не закрывать устройство tun/tap при перезагрузке

source: Keep remote IP address on restart
ru: Не изменять удаленный IP адрес при перезагрузке

source: Keep local IP address on restart
ru: Не изменять локальный IP адрес при перезагрузке

source: Don't re-read key on restart
ru: Не считывать заново ключ при перезагрузке

source: TOS passthrough (applies to IPv4 only)
ru: TOS passthrough (только для IPv4)

source: Set tun/tap device MTU
ru: Установить MTU для tun/tap устройства

source: Set tun/tap device overhead
ru: Установить накладные расходы tun/tap устройства

source: Set TCP/UDP MTU
ru: Установить TCP/UDP MTU

source: Enable Path MTU discovery
ru: Включить обнаружение пути MTU

source: Empirically measure MTU
ru: Эмпирически измерять MTU

source: Enable internal datagram fragmentation
ru: Включить внутреннюю фрагментацию дейтаграмм

source: Set upper bound on TCP MSS
ru: Установить верхнюю границу для TCP MSS

source: Set the TCP/UDP send buffer size
ru: Установить размер буфера передачи TCP/UDP

source: Set the TCP/UDP receive buffer size
ru: Установить размер буфера приема TCP/UDP

source: Set tun/tap TX queue length
ru: Установить размер TX очереди tun/tap

source: Disable Paging
ru: Выключить пейджинг

source: Shell cmd to execute after tun device open
ru: Выполнить shell команду после открытия устройства tun

source: Delay tun/tap open and up script execution
ru: Использовать задержку перед открытием устройства tun и выполнением скрипта

source: Shell cmd to run after tun device close
ru: Выполнить shell команду после закрытия устройства tun

source: Set UID to user
ru: Установить UID пользователю

source: Set GID to group
ru: Установить GID группе

source: Chroot to directory after initialization
ru: Выполнить chroot на указанную директорию после инициализации

source: Change to directory before initialization
ru: Перейти в указанную директорию перед инициализацией

source: Daemonize after initialization
ru: Перейти в режим демона после инициализации

source: Output to syslog and do not daemonize
ru: Выводить сообщения в системный журнал и не переходить в режим демона

source: Run as an inetd or xinetd server
ru: Запустить как inetd или xinetd сервер

source: Write log to file
ru: Записать лог в файл

source: Append log to file
ru: Дописать лог в файл

source: Don't log timestamps
ru: Не записывать timestamp в лог

source: Write process ID to file
ru: Записать ID процесса в файл

source: Change process priority
ru: Изменить приоритет процесса

source: Echo parameters to log
ru: Выводить параметры в лог

source: Set output verbosity
ru: Уровень вывода

source: Limit repeated log messages
ru: Ограничить повторяющиеся сообщения

source: Write status to file every n seconds
ru: Записывать статус в файл каждые n секунд

source: Status file format version
ru: Версия формата статусного файла

source: Disable options consistency check
ru: Выключить проверку целостности опций

source: Special stress testing mode
ru: Особый режим стресс тестирования

source: Use fast LZO compression
ru: Использовать быстрое сжатие LZO

source: Don't use adaptive lzo compression
ru: Не использовать адаптивное сжатие LZO

source: Enable management interface on <em>IP</em> <em>port</em>
ru: Включить интерфейс управления на <em>IP</em> <em>порту</em>

source: Management interface will connect as a TCP client
ru: Интерфейс управления будет подключен как TCP клиент

source: Query management channel for private key
ru: Запросить секретный ключ через канал управления

source: Start OpenVPN in a hibernating state
ru: Запустить OpenVPN в спящем режиме

source: Issue SIGUSR1 on management disconnect
ru: Послать сигнал SIGUSR1 при отключении интерфейса управления

source: Forget passwords on management disconnect
ru: Забыть пароли при отключении интерфейса управления

source: Number of lines for log file history
ru: Количество строк в файле истории

source: Load plug-in module
ru: Загрузить подключаемый модуль

source: Configure server mode
ru: Настроить режим сервера

source: Configure server bridge
ru: Настроить мост

source: Push options to peer
ru: Послать опции пиру

source: Don't inherit global push options
ru: Не наследовать глобальные общие посылки

source: Use individual addresses rather than /30 subnets
ru: Использовать адреса вместо подсетей /30

source: Push an ifconfig option to remote
ru: Послать опцию ifconfig удаленной стороне

source: Route subnet to client
ru: Перенаправить подсеть клиенту

source: Client is disabled
ru: Клиент выключен

source: Don't require client certificate
ru: Не требовать сертификат у клиента

source: Use username as common name
ru: Использовать имя пользователя как общее имя

source: Script to verify interactive authentication
ru: Скрипт для проверки интерактивной аутентификации

source: Allow client-to-client traffic
ru: Разрешить общение клиентов друг с другом

source: Allow multiple clients with same certificate
ru: Разрешить несколько клиентов с одним сертификатом

source: Run script cmd on client connection
ru: Выполнить скрипт при подключении клиента

source: Run script cmd on client disconnection
ru: Выполнить скрипт при отключении клиента

source: Directory for custom client config files
ru: Директория пользовательских файлов клиента

source: Set size of real and virtual address hash tables
ru: Установить размер реальной и виртуальной хеш таблицы

source: Number of allocated broadcast buffers
ru: Количество выделенных широковещательных буферов

source: Maximum number of queued TCP output packets
ru: Максимальное количество исходящих TCP пакетов в очереди

source: Script to validate client virtual addresses
ru: Скрипт для проверки виртуальных адресов клиента

source: Allowed maximum of new connections
ru: Разрешенное максимальное количество новых соединений

source: Allowed maximum of connected clients
ru: Разрешенное максимальное количество подключенных клиентов

source: Allowed maximum of internal
ru: Разрешенное максимальное количество внутренних

source: Proxy incoming HTTPS sessions
ru: Пропускать входящие HTTPS сессии через прокси

source: Configure client mode
ru: Настроить режим клиента

source: Authenticate using username/password
ru: Аутентификация с использованием имени пользователя и пароля

source: Accept options pushed from server
ru: Принимать опции отправленные с сервера

source: Handling of authentication failures
ru: Обработка ошибок аутентификации

source: Send notification to peer on disconnect
ru: Послать уведомление пиру при разъединении

source: Enable Static Key encryption mode (non-TLS)
ru: Включить шифрование с постоянным ключом (не TLS)

source: HMAC authentication for packets
ru: HMAC аутентификация для пактов

source: Encryption cipher for packets
ru: Шифрование для пакетов

source: Size of cipher key
ru: Размер ключа шифрования

source: Enable OpenSSL hardware crypto engines
ru: Включить поддержку аппаратного шифрования OpenSSL

source: Disable replay protection
ru: Отключить проверку повторной игры

source: Silence the output of replay warnings
ru: Заглушить вывод предупреждений повторной игры

source: Disable cipher initialisation vector
ru: Выключить вектор инициализации шифра

source: Run a self-test of crypto features
ru: Запустить проверку возможностей шифрования

source: Enable TLS and assume server role
ru: Включить TLS в режиме сервера

source: Enable TLS and assume client role
ru: Включить TLS в режиме клиента

source: Certificate authority
ru: Центр сертификации

source: Directory of trusted certificates (CAs and CRLs)
ru: Директория с доверенными сертификатами (CA и CRL)

source: Diffie Hellman parameters
ru: Параметры алгоритма Диффи - Хеллмана

source: Local certificate
ru: Локальный сертификат

source: Local private key
ru: Локальный секретный ключ

source: PKCS#12 file containing keys
ru: Файл с PKCS#12 ключами

source: TLS cipher
ru: TLS шифр

source: Timeframe for key exchange
ru: Временное окно для обмена ключами

source: Key transition window
ru: Окно передачи ключей

source: Allow only one session
ru: Разрешить только одну сессию

source: Exit on TLS negotiation failure
ru: Выйти при ошибке установления TLS

source: Additional authentication over TLS
ru: Дополнительная аутентификация через TLS

source: Don't cache --askpass or --auth-user-pass passwords
ru: Не кешировать --askpass или --auth-user-pass пароли

source: Check peer certificate against a CRL
ru: Проверить сертификат пира в CRL

source: Shell command to verify X509 name
ru: Shell команда для проверки имени X509

source: Only accept connections from given X509 name
ru: Принимать соединения только от данного имени X509

source: Require explicit designation on certificate
ru: Требовать явного указания в сертификате

source: Require explicit key usage on certificate
ru: Требовать явного использования ключа в сертификате

source: Require extended explicit key usage on certificate
ru: Требовать явного использования расширенного ключа в сертификате

source: Require normal and extended key usage on certificate
ru: Требовать явного использования простого и расширенного ключа в сертификате
