Repository: 8devices/luci
Catalog: po/*/polipo.po
Languages: es

source: On-Disk Cache
es: Cache en disco

source: Shared cache
es: Cache compartida

source: Enable if cache (proxy) is shared by multiple users.
es: Activar si la cache (proxy) is compartida por multiples usuarios.

source: To enable polipo on-disk cache cleaning (highly recommended), you should add a cron job in Scheduled Tasks services that will execute /usr/sbin/polipo_purge script. For example to perform disk cache cleanup every day at 6:00 in the morning you should add the following line in Scheduled Tasks "0 6 * * *\t/usr/sbin/polipo_purge" (without quotes).
es: Para activar la limpieza de la cache en disco polipo (recomendada), se recomienda agregar un trabajo al cron in los Servicios de Tareas Programadas el cual ejecutará el script /usr/sbin/polipo_purge. Por ejemplo para ejecutar una limpieza de la cache de disco todos los días a las 6:00 a.m. deberá agregar la siguiente línea en el Servicio de Tareas Programadas.-&amp;quot;0 6 * * * /usr/sbin/polipo_purge&amp;quot; (sin las comillas).

source: Disk cache location
es: Ubicación de la caché de disco

source: Location where polipo will cache files permanently. Use of external storage devices is recommended, because the cache can grow considerably. Leave it empty to disable on-disk cache.
es: Ubicación donde polipo creará archivos permanentemente. Se recomienda el uso de dispositivos de almacenamiento externo, ya que la cache puede aumentar considerablemente. Deje en blanco para desactivar la cache en disco

source: Truncate cache files size (in bytes)
es: Truncar el tamaño del archivo de la cache (en bytes)

source: Size to which cached files should be truncated. (default value: 1048576)
es: Tamaño del archivo sobre el cual la cache deberá ser truncada. (valor por defecto: 1048576)

source: Truncate cache files time
es: Truncar tiempo del archivo de cache

source: Time after which cached files will be truncated. (default value: 4d12h)
es: Tiempo transcurrido necesario antes de truncar los archivos cacheado. (valor por defecto: 4d12h)

source: Delete cache files time
es: Timpo para eliminar archivos de cache

source: Time after which cached files will be deleted. (default value: 32d)
es: Tiempo transcurrido necesario antes de eliminar los archivos en la cache. (valor por defecto: 32d)

source: Polipo is a small and fast caching web proxy.
es: Polipo es un rápido y pequeño servidor proxy de web.

source: Allowed clients
es: Clientes permitos

source: When listen address is set to 0.0.0.0 or :: (IPv6), you must list clients that are allowed to connect. The format is IP address or network address (192.168.1.123, 192.168.1.0/24, 2001:660:116::/48 (IPv6)).
es: Cuando la dirección a escuchar es establecida en 0.0.0.0 or :: (en caso de utilizar IPv6), deberá listar los clientes que se encuentran permitos a conectarse. El formato a utilizar deberá indicarse con la dirección IP o bien la dirección de Red.Por ejemplo: (192.168.1.123, 192.168.1.0/24, 2001:660:116::/48 (IPv6)).

source: In RAM cache size (in bytes)
es: Tamaño (en bytes) de la cache en RAM

source: How much RAM should Polipo use for its cache.
es: Cuánta RAM Polipo utilizará para este tipo de cache?.

source: DNS server address
es: Dirección del servidor DNS

source: Set the DNS server address to use, if you want Polipo to use different DNS server than the host system.
es: Indique la dirección del servidor DNS a utilizar, si prefiere que Polipo utilice una dirección para el servidor DNS distinta al utilizado en el sistema.

source: Query DNS for IPv6
es: Consulta DNS para IPv6

source: false = Do not query IPv6; reluctantly = Query both, prefer IPv4; happily = Query both, prefer IPv6; true = Query only IPv6
es: false = No consulta IPv6, reluctantly = Consulta ambos, preferencia IPv4; happily = Consulta ambos, preferencia IPv6; true = Consulta sólamente IPv6

source: Query DNS by hostname
es: Consultar DNS por nombre de host

source: false = Never use system DNS resolver; reluctantly = Query DNS directly, if DNS server is unavailable fail to system DNS resolver; happily = Query DNS directly, if host could not be found fallback to system DNS resolver; true = Always use system DNS resolver
es: false = Nunca use el sistema de resolución de DNS, reluctantly = Consultar DNS directamente, si el servidor DNS no está disponible al utilizar el sistema de resolución de DNS, hapilly = Consultar DNS directamente, si el host no se pudo encontrar volver al sistema de resolución de DNS; true = Siempre use el sistema de resolución de DNS

source: Syslog facility
es: Falicidad Syslog

source: Log file location
es: Ubicación del archivo de Log

source: Use of external storage device is recommended, because the log file is written frequently and can grow considerably.
es: El uso de un dispositivo externo de almacenamiento es recomendado, debido a que el archivo log es escrito con mucha frecuencia y el mismo puede incrementar su tamaño de forma considerable.

source: Log to syslog
es: Loguear al sistema Syslog

source: Parent proxy authentication
es: Padre(s) de proxy de autenticación

source: Basic HTTP authentication supported. Provide username and password in username:password format.
es: Autenticación soportada: Basic HTTP. Provee del nombre de usuario y contraseña in el formato username:password.

source: Parent proxy address
es: Dirección padre de proxy

source: Parent proxy address (in host:port format), to which Polipo will forward the requests.
es: Dirección padre del proxy (en formato host:port), al cual Polipo hará forward de las peticiones.

source: Listen address
es: Dirección de escucha

source: The interface on which Polipo will listen. To listen on all interfaces use 0.0.0.0 or :: (IPv6).
es: La interface en la cual Polipo escuchará. Para escuchar en todas las interfaces utilice 0.0.0.0 o :: (IPv6).

source: Listen port
es: Puerto de escucha:

source: Port on which Polipo will listen. (default value: 8123)
es: Puerto de escucha que Polipo utilizará. (valor por defecto: 8123)

source: Poor Man's Multiplexing
es: Poor Man&amp;#39;s Multiplexing

source: Poor Man's Multiplexing (PMM) is a technique that simulates multiplexing by requesting an instance in multiple segments. It tries to lower the latency caused by the weakness of HTTP protocol. NOTE: some sites may not work with PMM enabled.
es: Poor Man&amp;#39;s Multiplexing (PMM) es una técnica de multiplexación que simula una instancia solicitando en varios segmentos. Se intenta reducir la latencia provocada por la debilidad del protocolo HTTP. NOTA: algunos sitios pueden no funcionar con PMM habilitado.

source: First PMM segment size (in bytes)
es: Tamaño del primer segmento PMM (en bytes)

source: Size of the first PMM segment. If not defined, it defaults to twice the PMM segment size.
es: Tamaño del primer segmento PMM. Si no se encuentra definido, su valor por defecto es el doble del tamaño del segmento PMM.

source: PMM segments size (in bytes)
es: Tamaño de segmentos PMM (en bytes)

source: polipo_pmm_pmmsize_desc
es: Para activar PMM, el tamaño del segmento PMM debe ser establecido a un valor mayor a 0 (valor positivo).
