Repository: 8devices/luci
Catalog: po/*/qos.po
Languages: es, vi

# qos
source: Quality of Service
es: Calidad de Servicio (QoS)
vi: Chất lượng dịch vụ

# qos_desc
source: With QoS you can priorize network traffic selected by adresses, ports or services.
es: Con QoS puede priorizar el tráfico de red seleccionado por direcciones, puertos o servicios.
vi: Với QoS, bạn có thể ưu tiên cho mạng lưới giao thông được chọn bởi địa chỉ, cổng hay dịch vụ.

# qos_interface_classgroup
source: Classification
es: Clasificación
vi: Phân loại

# qos_interface_overhead
source: Calculate Overhead
es: Calcular Generales
vi: Tính toán tổng quát

source: qos_interface_halfduplex
es: Half-Duplex
vi: Half-Duplex

# qos_interface_download
source: Downlink
es: Enlace de bajada (downlink)

# qos_interface_upload
source: Uplink
es: Enlace de subida (uplink)

# qos_classify
source: Prioritization
es: Priorización
vi: Quá trình ưu tiên

# qos_classify_target
source: Priority
es: Prioridad
vi: Ưu tiên

# qos_classify_srchost
source: Source address
es: Dirección de origen
vi: Địa chỉ nguồn

# qos_classify_srchost_dest
source: source network / source host
es: red de origen / host de origen
vi: nguồn mạng/ nguồn host

# qos_classify_dsthost
source: Target address
es: Dirección de destino
vi: Địa chỉ mục tiêu

# qos_classify_dsthost_dest
source: target network / target host
es: red de destino / host de destino
vi: Mục tiêu mạng/ mục tiêu host

# qos_classify_portrange
source: portrange
es: rango de puerto

# qos_bulk
source: low
es: bajo
vi: thấp

# qos_priority
source: priority
es: prioridad
vi: ưu tiên

# qos_connbytes
source: Bytes sent
es: Bytes enviados
vi: Bytes đã gửi

# qos_normal
source: normal
vi: bình thường

# qos_express
source: express
vi: cấp tốc
