Repository: 8devices/luci
Catalog: po/*/statistics.po
Languages: pl

# lucistatistics_collectdunixsock_desc
source: The unixsock plugin creates a unix socket which can be used to read collected data from a running collectd instance.
pl: Wtyczka unixsock tworzy unix socket, który będzie wykorzystywany do odczytu zgromadzonych danych z działającej instancji collectd.

# lucistatistics_collectdunixsock_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdunixsock_socketfile
source: Filepath of the unix socket
pl: Ścieżka plików dla unix socket

# lucistatistics_collectdunixsock_socketgroup
source: Group ownership of the unix socket
pl: Własność grupy dla unix socket

# lucistatistics_collectdunixsock_socketgroup_desc
source: group name
pl: nazwa grupy

# lucistatistics_collectdunixsock_socketperms
source: File permissions of the unix socket
pl: Uprawnienia pliku dla unix socket

# lucistatistics_collectdunixsock_socketperms_desc
source: octal
pl: ósemkowy

# lucistatistics_collectdwireless
source: Wireless Plugin Configuration
pl: Konfiguracja wtyczki sieć bezprzewodowa

# lucistatistics_collectdwireless_desc
source: The wireless plugin collects statistics about wireless signal strength, noise and quality.
pl: Wtyczka sieć bezprzewodowa zbiera statystyki na temat mocy sygnału sieci bezprzewodowej, zakłóceniach i jakości.

# lucistatistics_collectdwireless_enable
source: Enable this plugin
pl: Włącz tę wtyczkę
