Repository: 8devices/luci
Catalog: po/*/statistics.po
Languages: pl

# stat_statistics
source: Statistics
pl: Statystyki

# stat_desc
source: The statistics package is based on <a href="http://collectd.org/index.shtml">Collectd</a> and uses <a href="http://oss.oetiker.ch/rrdtool/">RRD Tool</a> to render diagram images from collected data.
pl: Paczka statystyki bazuje na projekcie <a href=\"http://collectd.org/index.shtml\">Collectd</a> i do generowania wykresów z zebranych danych używa narzędzia <a href=\"http://oss.oetiker.ch/rrdtool/\">RRD Tool</a>.

# stat_systemplugins
source: System plugins
pl: Wtyczki systemowe

# stat_networkplugins
source: Network plugins
pl: Wtyczki sieciowe

# stat_outputplugins
source: Output plugins
pl: Wtyczki wyjścia

# stat_showtimespan
source: Display timespan Â»
pl: Przedziały czasowe

# stat_graphs
source: Graphs
pl: Wykresy

# stat_cpu
source: Processor
pl: Procesor

# stat_processes
source: Processes
pl: Procesy

# stat_wireless
source: Wireless
pl: Sieć bezprzewodowa

# stat_tcpconns
source: TCP Connections
pl: Połączenia TCP

# stat_interface
source: Interfaces
pl: Interfejsy

# stat_df
source: Disk Space Usage
pl: Użycie przestrzeni dysku

# stat_irq
source: Interrupts
pl: Zakłócenia

# stat_disk
source: Disk Usage
pl: Użycie dysku

# stat_network
source: Network
pl: Sieć

# stat_csv
source: CSV Output
pl: Wyjście do formatu CSV

# stat_load
source: System Load
pl: Obciążenie systemu

# lucistatistics
source: Statistics
pl: Statystyki

# lucistatistics_collectd
source: Collectd Settings
pl: Ustawienia Collectd

# lucistatistics_collectd_desc
source: Collectd is a small daeomon for collecting data from various sources through different plugins. On this page you can change general settings for the collectd daemon.
pl: Collectd to mały demon do zbierania danych z różnorodnych źródeł przy użyciu różnego rodzaju wtyczek. Na tej stronie można zmienić ustawienia ogólne demona collectd.

# lucistatistics_collectd_hostname
source: Hostname
pl: Nazwa hosta

# lucistatistics_collectd_basedir
source: Base Directory
pl: Katalog podstawowy

# lucistatistics_collectd_include
source: Directory for sub-configurations
pl: Katalog konfiguracji podrzędnych

# lucistatistics_collectd_plugindir
source: Directory for collectd plugins
pl: Katalog wtyczek collectd

# lucistatistics_collectd_pidfile
source: Used PID file
pl: Używany plik PID

# lucistatistics_collectd_typesdb
source: Datasets definition file
pl: Plik definicji zestawów danych

# lucistatistics_collectd_interval
source: Data collection interval
pl: Interwał zbierania danych

# lucistatistics_collectd_interval_desc
source: Seconds
pl: Sekundy

# lucistatistics_collectd_readthreads
source: Number of threads for data collection
pl: Liczba wątków zbierania danych

# lucistatistics_collectd_fqdnlookup
source: Try to lookup fully qualified hostname
pl: Spróbuj wyszukać w pełni kwalifikowaną nazwę hosta

# lucistatistics_collectdcpu
source: CPU Plugin Configuration
pl: Konfiguracja wtyczki CPU

# lucistatistics_collectdcpu_desc
source: The cpu plugin collects basic statistics about the processor usage.
pl: Wtyczka CPU zbiera podstawowe statystyki dotyczące wykorzystania procesora.

# lucistatistics_collectdcpu_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdcsv
source: CSV Plugin Configuration
pl: Konfiguracja wtyczki CSV

# lucistatistics_collectdcsv_desc
source: The csv plugin stores collected data in csv file format for further processing by external programs.
pl: Wtyczka CSV przechowuje zebrane dane w formacie pliku csv do dalszego przetwarzania przez zewnętrzne programy.

# lucistatistics_collectdcsv_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdcsv_datadir
source: Storage directory for the csv files
pl: Katalog do przechowywania plików csv

# lucistatistics_collectdcsv_storerates
source: Store data values as rates instead of absolute values
pl: Przechowuj wartości danych jako wskaźniki zamiast wartości bezwzględnych

# lucistatistics_collectddf
source: DF Plugin Configuration
pl: Konfiguracja wtyczki DF

# lucistatistics_collectddf_desc
source: The df plugin collects statistics about the disk space usage on different devices, mount points or filesystem types.
pl: Wtyczka DF zbiera statystyki na temat: wykorzystania przestrzeni dyskowej na różnych urządzeniach, punktach montowania oraz typach plików systemowych.

# lucistatistics_collectddf_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectddf_devices
source: Monitor devices
pl: Monitoruj urządzenia

# lucistatistics_collectddf_devices_desc
source: multiple separated by space
pl: kilka oddzielone spacją

# lucistatistics_collectddf_mountpoints
source: Monitor mount points
pl: Monitoruj punkty montowania

# lucistatistics_collectddf_mountpoints_desc
source: multiple separated by space
pl: kilka oddzielone spacją

# lucistatistics_collectddf_fstypes
source: Monitor filesystem types
pl: Monitoruj typy plików systemowych

# lucistatistics_collectddf_fstypes_desc
source: multiple separated by space
pl: kilka oddzielone spacją

# lucistatistics_collectddf_ignoreselected
source: Monitor all except selected ones
pl: Monitoruj wszystko poza zaznaczonymi

# lucistatistics_collectddisk
source: Disk Plugin Configuration
pl: Konfiguracja wtyczki dysk

# lucistatistics_collectddisk_desc
source: The disk plugin collects detailled usage statistics for selected partitions or whole disks.
pl: Wtyczka dysk zbiera szczegółowe statystyki wykorzystania wybranych partycji lub całych dysków.

# lucistatistics_collectddisk_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectddisk_disks
source: Monitor disks and partitions
pl: Monitoruj dyski i partycje

# lucistatistics_collectddisk_disks_desc
source: multiple separated by space
pl: kilka oddzielone spacją

# lucistatistics_collectddisk_ignoreselected
source: Monitor all except selected ones
pl: Monitoruj wszystko poza zaznaczonymi

# lucistatistics_collectddns
source: DNS Plugin Configuration
pl: Konfiguracja wtyczki DNS

# lucistatistics_collectddns_desc
source: The dns plugin collects detailled statistics about dns related traffic on selected interfaces.
pl: Wtyczka DNS zbiera szczegółowe statystyki dotyczące ruchu związanego z DNS na wybranych interfejsach.

# lucistatistics_collectddns_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectddns_interfaces
source: Monitor interfaces
pl: Monitoruj interfejsy

# lucistatistics_collectddns_interfaces_desc
source: multiple separated by space
pl: kilka oddzielone spacją

# lucistatistics_collectddns_ignoresources
source: Ignore source addresses
pl: Ignoruj adresy źródłowe

# lucistatistics_collectddns_ignoresources_desc
source: hold Ctrl while clicking to select multiple interfaces
pl: aby zaznaczyć kilka interfejsów, klikając przytrzymaj klawisz Ctrl

# lucistatistics_collectdemail
source: E-Mail Plugin Configuration
pl: Konfiguracja wtyczki E-Mail

# lucistatistics_collectdemail_desc
source: The email plugin creates a unix socket which can be used to transmit email-statistics to a running collectd daemon. This plugin is primarily intended to be used in conjunction with Mail::SpamAssasin::Plugin::Collectd but can be used in other ways as well.
pl: Wtyczka e-mail tworzy unix socket, który może być użyty do przesyłania statystyk e-mail do działającego demona collectd. Wtyczka ta jest przeznaczona przede wszystkim do stosowania w połączeniu z Mail::SpamAssasin::Plugin::Collectd, ale może być również wykorzystana w inny sposób.

# lucistatistics_collectdemail_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdemail_socketfile
source: Filepath of the unix socket
pl: Ścieżka pliku unix socket

# lucistatistics_collectdemail_socketgroup
source: Group ownership of the unix socket
pl: Własność grupy unix socket

# lucistatistics_collectdemail_socketgroup_desc
source: group name
pl: nazwa grupy

# lucistatistics_collectdemail_socketperms
source: File permissions of the unix socket
pl: Uprawnienia plików unix socket

# lucistatistics_collectdemail_socketperms_desc
source: octal
pl: ósemkowy

# lucistatistics_collectdemail_maxconns
source: Maximum allowed connections
pl: Maksymalna dozwolona liczba połączeń

# lucistatistics_collectdexec
source: Exec Plugin Configuration
pl: Konfiguracja wtyczki Exec

# lucistatistics_collectdexec_desc
source: The exec plugin starts external commands to read values from or to notify external processes when certain threshold values have been reached.
pl: Wtyczka Exec, gdy niektóre wartości progowe zostaną osiągnięte, uruchamia zewnętrzne komendy do odczytu wartości lub do powiadomienia zewnętrznych procesów.

# lucistatistics_collectdexec_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdexecinput
source: Add command for reading values
pl: Dodaj komendę do odczytu wartości

# lucistatistics_collectdexecinput_desc
source: Here you can define external commands which will be started by collectd in order to read certain values. The values will be read from stdout.
pl: Tutaj możesz zdefiniować zewnętrzne komendy, które będą uruchomione przez Collectd w celu odczytania określonych wartości. Wartości będą odczytywane z stdout.

# lucistatistics_collectdexecinput_cmdline
source: Commandline
pl: Linia komend

# lucistatistics_collectdexecinput_cmduser
source: Run as user
pl: Uruchom jako użytkownik

# lucistatistics_collectdexecinput_cmdgroup
source: Run as group
pl: Uruchom jako grupa

# lucistatistics_collectdexecnotify
source: Add notification command
pl: Dodaj polecenie powiadamiania

# lucistatistics_collectdexecnotify_desc
source: Here you can define external commands which will be started by collectd when certain threshold values have been reached. The values leading to invokation will be feeded to the the called programs stdin.
pl: Tutaj można zdefiniować zewnętrzne komendy, które zostaną uruchomione przez Collectd, gdy zostaną osiągnięte określone wartości progowe. Wartości prowadzące do wywołania zostaną wysłane do standardowego strumienia wejścia (stdin) wywołującego programu.

# lucistatistics_collectdexecnotify_cmdline
source: Commandline
pl: Linia komend

# lucistatistics_collectdexecnotify_cmduser
source: Run as user
pl: Uruchom jako użytkownik

# lucistatistics_collectdexecnotify_cmdgroup
source: Run as group
pl: Uruchom jako grupa

# lucistatistics_collectdinterface
source: Interface Plugin Configuration
pl: Konfiguracja wtyczki interfejs

# lucistatistics_collectdinterface_desc
source: The interface plugin collects traffic statistics on selected interfaces.
pl: Wtyczka interfejs zbiera statystyki ruchu na wybranych interfejsach.

# lucistatistics_collectdinterface_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdinterface_interfaces
source: Monitor interfaces
pl: Monitoruj interfejsy

# lucistatistics_collectdinterface_interfaces_desc
source: hold Ctrl while clicking to select multiple interfaces
pl: aby wybrać kilka interfejsów, klikając przytrzymaj klawisz Ctrl

# lucistatistics_collectdinterface_ignoreselected
source: Monitor all except selected ones
pl: Monitoruj wszystkie poza zaznaczonymi

# lucistatistics_collectdiptables
source: Iptables Plugin Configuration
pl: Konfiguracja wtyczki iptables

# lucistatistics_collectdiptables_desc
source: The iptables plugin will monitor selected firewall rules and collect informations about processed bytes and packets per rule.
pl: Wtyczka iptables monitoruje wybrane reguły zapory oraz zbiera informacje na temat przetworzonych bajtów i pakietów dla danej reguły.

# lucistatistics_collectdiptables_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdiptablesmatch
source: Add matching rule
pl: Dodaj pasującą regułę

# lucistatistics_collectdiptablesmatch_desc
source: Here you can define various criteria by which the monitored iptables rules are selected.
pl: Tutaj można zdefiniować różne kryteria, według których wybierane są monitorowane reguły iptables.

# lucistatistics_collectdiptablesmatch_name
source: Name of the rule
pl: Nazwa reguły

# lucistatistics_collectdiptablesmatch_name_desc
source: max. 16 chars
pl: maks. 16 znaków

# lucistatistics_collectdiptablesmatch_table
source: Table
pl: Tabela

# lucistatistics_collectdiptablesmatch_chain
source: Chain
pl: Łańcuch

# lucistatistics_collectdiptablesmatch_target
source: Action (target)
pl: Działanie (cel)

# lucistatistics_collectdiptablesmatch_protocol
source: Network protocol
pl: Protokół sieciowy

# lucistatistics_collectdiptablesmatch_source
source: Source ip range
pl: Zakres ip źródłowego

# lucistatistics_collectdiptablesmatch_source_desc
source: CIDR notation
pl: Notacja CIDR

# lucistatistics_collectdiptablesmatch_destination
source: Destination ip range
pl: Zakres ip docelowego

# lucistatistics_collectdiptablesmatch_destination_desc
source: CIDR notation
pl: Notacja CIDR

# lucistatistics_collectdiptablesmatch_inputif
source: Incoming interface
pl: Interfejs przychodzący

# lucistatistics_collectdiptablesmatch_inputif_desc
source: e.g. br-lan
pl: np. br-lan

# lucistatistics_collectdiptablesmatch_outputif
source: Outgoing interface
pl: Interfejs wychodzący

# lucistatistics_collectdiptablesmatch_outputif_desc
source: e.g. br-ff
pl: np. br-ff

# lucistatistics_collectdiptablesmatch_options
source: Options
pl: Opcje

# lucistatistics_collectdiptablesmatch_options_desc
source: e.g. reject-with tcp-reset
pl: np. reject-with tcp-reset

# lucistatistics_collectdirq
source: IRQ Plugin Configuration
pl: Konfiguracja wtyczki IRQ

# lucistatistics_collectdirq_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdirq_irqs
source: Monitor interrupts
pl: Monitoruj przerwania

# lucistatistics_collectdirq_irqs_desc
source: multiple separated by space
pl: kilka oddzielone spacją

# lucistatistics_collectdirq_ignoreselected
source: Monitor all except selected ones
pl: Monitoruj wszystko poza zaznaczonymi

# lucistatistics_collectdload
source: Load Plugin Configuration
pl: Konfiguracja wtyczki obciążenie

# lucistatistics_collectdload_desc
source: The load plugin collects statistics about the general system load.
pl: Wtyczka obciążenie zbiera statystyki na temat ogólnego obciążenia systemu.

# lucistatistics_collectdload_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdnetlink
source: Netlink Plugin Configuration
pl: Konfiguracja wtyczki netlink

# lucistatistics_collectdnetlink_desc
source: The netlink plugin collects extended informations like qdisc-, class- and filter-statistics for selected interfaces.
pl: Wtyczka netlink zbiera informacje w szerokim zakresie, takie jak statystyki qdisc-, class- i filter- dla wybranych interfejsów.

# lucistatistics_collectdnetlink_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdnetlink_interfaces
source: Basic monitoring
pl: Monitorowanie podstawowe

# lucistatistics_collectdnetlink_interfaces_desc
source: hold Ctrl while clicking to select multiple interfaces
pl: aby zaznaczyć kilka interfejsów, klikając przytrzymaj klawisz Ctrl

# lucistatistics_collectdnetlink_verboseinterfaces
source: Verbose monitoring
pl: Monitorowanie pełne

# lucistatistics_collectdnetlink_verboseinterfaces_desc
source: hold Ctrl while clicking to select multiple interfaces
pl: aby zaznaczyć kilka interfejsów, klikając przytrzymaj klawisz Ctrl

# lucistatistics_collectdnetlink_qdiscs
source: Qdisc monitoring
pl: Monitorowanie qdisk

# lucistatistics_collectdnetlink_qdiscs_desc
source: hold Ctrl while clicking to select multiple interfaces
pl: aby zaznaczyć kilka interfejsów, klikając przytrzymaj klawisz Ctrl

# lucistatistics_collectdnetlink_classes
source: Shaping class monitoring
pl: Monitorowanie klas kształtujących

# lucistatistics_collectdnetlink_classes_desc
source: hold Ctrl while clicking to select multiple interfaces
pl: aby zaznaczyć kilka interfejsów, klikając przytrzymaj klawisz Ctrl

# lucistatistics_collectdnetlink_filters
source: Filter class monitoring
pl: Monitorowanie klas filtrujących

# lucistatistics_collectdnetlink_filters_desc
source: hold Ctrl while clicking to select multiple interfaces
pl: aby zaznaczyć kilka interfejsów, klikając przytrzymaj klawisz Ctrl

# lucistatistics_collectdnetlink_ignoreselected
source: Monitor all except selected ones
pl: Monitoruj wszystko poza zaznaczonymi

# lucistatistics_collectdnetwork
source: Network Plugin Configuration
pl: Konfiguracja wtyczki sieć

# lucistatistics_collectdnetwork_desc
source: The network plugin provides network based communication between different collectd instances. Collectd can operate both in client and server mode. In client mode locally collected date is transferred to a collectd server instance, in server mode the local instance receives data from other hosts.
pl: Wtyczka sieć umożliwia komunikację bazującą na sieci pomiędzy różnymi instancjami collectd. Collectd może pracować zarówno w trybie serwera, jak i klienta. W trybie klienta lokalnie zebrane dane przekazywane są do instancji collectd pracującej w trybie serwera. W trybie serwera lokalna instancja odbiera dane z innych hostów.

# lucistatistics_collectdnetwork_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdnetworklisten
source: Listener interfaces
pl: Nasłuchujące interfejsy

# lucistatistics_collectdnetworklisten_desc
source: This section defines on which interfaces collectd will wait for incoming connections.
pl: Sekcja ta określa interfejsy, na których collectd będzie czekał na połączenia przychodzące.

# lucistatistics_collectdnetworklisten_host
source: Listen host
pl: Nasłuchujący host

# lucistatistics_collectdnetworklisten_host_desc
source: host-, ip- or ip6 address
pl: adres hosta, ip lub ip6

# lucistatistics_collectdnetworklisten_port
source: Listen port
pl: Nasłuchujący port

# lucistatistics_collectdnetworkserver
source: server interfaces
pl: interfejsy serwera

# lucistatistics_collectdnetworkserver_desc
source: This section defines to which servers the locally collected data is sent to.
pl: Sekcja ta określa do którego z serwerów wysyłane są lokalnie zebrane dane.

# lucistatistics_collectdnetworkserver_host
source: Server host
pl: Host serwera

# lucistatistics_collectdnetworkserver_host_desc
source: host-, ip- or ip6 address
pl: adres hosta, ip lub ip6

# lucistatistics_collectdnetworkserver_port
source: Server port
pl: Port serwera

# lucistatistics_collectdnetwork_timetolive
source: TTL for network packets
pl: TTL dla pakietów sieciowych

# lucistatistics_collectdnetwork_forward
source: Forwarding between listen and server addresses
pl: Przekazywanie pomiędzy adresami nasłuchiwanym i serwera

# lucistatistics_collectdnetwork_cacheflush
source: Cache flush interval
pl: Interwał czyszczenia pamięci cache

# lucistatistics_collectdnetwork_cacheflush_desc
source: seconds
pl: sekundy

# lucistatistics_collectdping
source: Ping Plugin Configuration
pl: Konfiguracja wtyczki ping

# lucistatistics_collectdping_desc
source: The ping plugin will send icmp echo replies to selected hosts and measure the roundtrip time for each host.
pl: Wtyczka ping wysyła zapytania icmp echo do określonych hostów i mierzy czas dla każdego z nich.

# lucistatistics_collectdping_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdping_hosts
source: Monitor hosts
pl: Monitoruj hosty

# lucistatistics_collectdping_hosts_desc
source: multiple separated by space
pl: kilka oddzielone spacją

# lucistatistics_collectdping_ttl
source: TTL for ping packets
pl: TTL dla pakietów ping

# lucistatistics_collectdprocesses
source: Processes Plugin Configuration
pl: Konfiguracja wtyczki procesy

# lucistatistics_collectdprocesses_desc
source: The processes plugin collects informations like cpu time, page faults and memory usage of selected processes.
pl: Wtyczka procesy zbiera informacje takie jak: czas procesora, błędy strony oraz użycie pamięci dla wybranych procesów.

# lucistatistics_collectdprocesses_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdprocesses_processes
source: Monitor processes
pl: Monitoruj procesy

# lucistatistics_collectdprocesses_processes_desc
source: multiple separated by space
pl: kilka oddzielone spacją

# lucistatistics_collectdrrdtool
source: RRDTool Plugin Configuration
pl: Konfiguracja wtyczki RRDTool

# lucistatistics_collectdrrdtool_desc
source: The rrdtool plugin stores the collected data in rrd database files, the foundation of the diagrams.<br /><br /><strong>Warning: Setting the wrong values will result in a very high memory consumption in the temporary directory. This can render the device unusable!</strong>
pl: Wtyczka rrdtool przechowuje zebrane dane w plikach bazy danych rrd, które są podstawą do tworzenia wykresów.<br /><br /><strong>Uwaga: Ustawienie niewłaściwych wartości może spowodować bardzo duże zużycie pamięci w katalogu tymczasowym. Z tego powodu urządzenie może nie nadawać się do użytku!</strong>

# lucistatistics_collectdrrdtool_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdrrdtool_datadir
source: Storage directory
pl: Katalog przechowywania

# lucistatistics_collectdrrdtool_stepsize
source: RRD step interval
pl: Odstęp pomiędzy krokami RRD

# lucistatistics_collectdrrdtool_stepsize_desc
source: seconds
pl: sekundy

# lucistatistics_collectdrrdtool_heartbeat
source: RRD heart beat interval
pl: Odstęp RRD heart beat

# lucistatistics_collectdrrdtool_heartbeat_desc
source: seconds
pl: sekundy

# lucistatistics_collectdrrdtool_rrasingle
source: Only create average RRAs
pl: Twórz tylko średnie <abbr title="Round Robin Archives">RRA</abbr>

# lucistatistics_collectdrrdtool_rrasingle_desc
source: reduces rrd size
pl: zmniejsza rozmiar <abbr title="Round Robin Database">rrd</abbr>

# lucistatistics_collectdrrdtool_rratimespans
source: Stored timespans
pl: Zapisane przedziały czasowe

# lucistatistics_collectdrrdtool_rratimespans_desc
source: seconds; multiple separated by space
pl: sekundy; kilka oddzielone spacją

# lucistatistics_collectdrrdtool_rrarows
source: Rows per RRA
pl: Liczba wierszy na <abbr title="Round Robin Archives">RRA</abbr>

# lucistatistics_collectdrrdtool_cachetimeout
source: Cache collected data for
pl: Zapisuj w pamięci cache zebrane dane dla

# lucistatistics_collectdrrdtool_cachetimeout_desc
source: seconds
pl: sekundy

# lucistatistics_collectdrrdtool_cacheflush
source: Flush cache after
pl: Wyczyść pamięć cache po

# lucistatistics_collectdrrdtool_cacheflush_desc
source: seconds
pl: sekundy

# lucistatistics_collectdtcpconns
source: TCPConns Plugin Configuration
pl: Konfiguracja wtyczki TCPConns

# lucistatistics_collectdtcpconns_desc
source: The tcpconns plugin collects informations about open tcp connections on selected ports.
pl: Wtyczka tcpconns zbiera informacje na temat otwartych połączeń TCP na wybranych portach.

# lucistatistics_collectdtcpconns_enable
source: Enable this plugin
pl: Włącz tę wtyczkę

# lucistatistics_collectdtcpconns_listeningports
source: Monitor all local listen ports
pl: Monitoruj wszystkie nasłuchujące porty

# lucistatistics_collectdtcpconns_localports
source: Monitor local ports
pl: Monitoruj porty lokalne

# lucistatistics_collectdtcpconns_localports_desc
source: 0 - 65535; multiple separated by space
pl: 0 - 65535; kilka oddzielone spacją

# lucistatistics_collectdtcpconns_remoteports
source: Monitor remote ports
pl: Monitoruj porty zdalne

# lucistatistics_collectdtcpconns_remoteports_desc
source: 0 - 65535; multiple separated by space
pl: 0 - 65535; kilka oddzielone spacją

# lucistatistics_collectdunixsock
source: Unixsock Plugin Configuration
pl: Konfiguracja wtyczki Unixsock
