Repository: 8devices/luci
Catalog: po/*/tinyproxy.po
Languages: ca, de, es, pl, pt_br, vi

# tinyproxy_desc
source: Tinyproxy is a small and fast non-caching HTTP(S)-Proxy
ca: Tinyproxy és un proxy HTTP no caché petit i ràpid
de: Tinyproxy ist ein schlanker HTTP(S)-Proxy ohne Zwischenspeicher
es: Tinyproxy es un pequeño y rápido Proxy de HTTP(S) sin cache
pl: Tinyproxy to mały i szybki serwer proxy HTTP(S) bez funkcji cache
pt_br: Tinyproxy é um pequeno e rápido Proxy-HTTP(S) sem suporte à cache
vi: Tinyproxy là một proxy nhỏ và nhanh không-cạc HTTP(S)

# tinyproxy_tinyproxy_allow
source: Allow access from
ca: Permet l'accés des de
de: Proxyzugang erlauben von
es: Permitir acceso desde
pl: Zezwól na dostęp z
pt_br: Permitir acesso de
vi: Cho phép truy cập từ

# tinyproxy_tinyproxy_anonymous
source: Allowed headers for anonymous proxy
ca: Capçaleres permeses pel proxy anònim
de: Erlaube Header für anonymen Proxy
es: Encabezados permitidos de proxies anónimos
pl: Dozwolone nagłówki dla proxy typu anonymous
pt_br: Cabeçalhos permitidos para proxy anônimo
vi: Cho phép headers cho anonymous proxy

# tinyproxy_tinyproxy_bind
source: Bind outgoing traffic to address
ca: Vincula el tràfic sortint a l'adreça
de: Ausgehendenden Verkehr an Adresse binden
es: Ligar tráfico de salida a la dirección
pl: Powiąż wychodzący ruch z adresem
pt_br: Associar o tráfego de saída ao endereço
vi: Blind lưu lượng truy cập ngoài vào địa chỉ

# tinyproxy_tinyproxy_connectport
source: Ports allowed for CONNECT method
ca: Ports permesos pel mètode CONNECT
de: Ports für CONNECT-Methode
es: Puertos permitidos para el método CONNECT
pl: Dozwolone porty dla metody CONNECT
pt_br: Portas permitidas para o método CONNECT
vi: Cổng cho phép phương pháp CONNECT

# tinyproxy_tinyproxy_connectport_desc
source: 0 = disabled, empty = all
ca: 0 = desactivats, buit = tots
de: 0 = deaktiviert, leer = alle
es: 0 = Deshabilitado, vacío = todos
pl: 0 = wyłączone, puste = wszystkie
pt_br: 0 = desativado, vazio = todas
vi: 0=vô hiệu hóa, rỗng = tất cả

# tinyproxy_tinyproxy_defaulterrorfile
source: Error document
ca: Document d'error
de: Fehlerseite
es: Error en documento
pl: Dokument błędu
pt_br: Documento de erro
vi: Tài liệu lỗi

# tinyproxy_tinyproxy_filter
source: Filter list
ca: Llista de filtre
de: Filterliste
es: Lista de filtros
pl: Lista filtrów
pt_br: Lista de filtros
vi: Lọc list

# tinyproxy_tinyproxy_filtercasesensitive
source: Case sensitive filters
ca: Filtres distingint majúscules i minúscules
de: Filter unterscheiden Groß-/Kleinschreibung
es: Filtros de mayúsculas y minúsculas
pl: Filtry wrażliwe na wielkość liter
pt_br: Filtros &quot;case sensitive&quot;
vi: Lọc phím nhạy cảm

# tinyproxy_tinyproxy_filterdefaultdeny
source: Filter list is a whitelist
ca: La llista de filtre és una llista blanca
de: Filterliste ist eine Whitelist
es: La Lista de Filtros es una lista blanca
pl: Lista filtrów jako biała lista (ang. whitelist)
pt_br: A lista de filtros é uma lista branca
vi: Lọc list là một whitelist

# tinyproxy_tinyproxy_filterextended
source: Extended regular expression filters
ca: Filtres d'expressions regulars exteses
de: Erweiterte reguläre Ausdrücke für Filter
es: Filtros extendido para expresiones regulares
pl: Filtry z rozszerzonymi wyrażeniami regularnymi (ang. regular expression)
pt_br: Filtros com suporte à expressões regulares
vi: Mở rộng các bộ lọc thường xuyên biểu

# tinyproxy_tinyproxy_filterurls
source: Filter URLs instead of domains
ca: Filtra URLs en comptes de dominis
de: Filtere URLs statt Domains
es: Filtrar URLs en vez de dominios
pl: Filtruj adresy URL zamiast domen
pt_br: Filtrar URLs em vez de domínios
vi: Lọc URLs thay domain

# tinyproxy_tinyproxy_listen
source: Listen on address
ca: Escolta a l'adreça
de: An Adresse binden
es: Escuchar en dirección
pl: Nasłuchiwanie na adresie
pt_br: Escutar no endereço
vi: Nghe trên địa chỉ

# tinyproxy_tinyproxy_logfile
source: Logfile
ca: Fitxer de registre
de: Protokolldatei
pl: Plik z logiem
pt_br: Arquivo de log

# tinyproxy_tinyproxy_loglevel
source: Log level
ca: Nivell de registre
de: Protokolllevel
es: Nivel de LOG
pl: Poziom logowania
pt_br: Nível do log

# tinyproxy_tinyproxy_maxclients
source: Maximum number of clients
ca: Màxim número de clients
de: Maximale Anzahl an Clients
es: Número máximo de clientes
pl: Maksymalna ilość klientów
pt_br: Número máximo de clientes
vi: Tối đa số lượng khách hàng

# tinyproxy_tinyproxy_maxrequestsperchild
source: Maximum requests per thread
ca: Màximes peticions per fil
de: Maximale Anfragen pro Prozess
es: Máximas peticiones por hilo
pl: Maksymalna ilość żądań na wątek
pt_br: Máximo de solicitações por thread
vi: Tối đa yêu cầu trên thread

# tinyproxy_tinyproxy_maxspareservers
source: Max. spare servers
ca: Màx servidors spare
de: Max. Prozesszahl
es: Máxima cantidad de servidores de "repuestos"
pl: Maks. liczba uruchomionych serwerów
pt_br: Max. servidores sobressalentes
vi: Tối đa spare servers

# tinyproxy_tinyproxy_minspareservers
source: Min. spare servers
ca: Mín servidors spare
de: Min. Prozesszahl
es: Mínima cantidad de servidores de "repuestos"
pl: Min. liczba uruchomionych serwerów
pt_br: Min. servidores sobressalentes
vi: Tối thiểu spare servers

# tinyproxy_tinyproxy_startservers
source: Spare servers to start with
ca: Servidors spare amb els que començar
de: Anfängliche Prozesszahl
pl: Liczba serwerów przy uruchomieniu
pt_br: Servidores sobressalentes iniciar com
vi: Spare servers bắt đầu với

# tinyproxy_tinyproxy_statfile
source: Statistic document
ca: Document estadístic
de: Statistikseite
es: Documento de estadística
pl: Dokument ze statystykami
pt_br: Documento de estatísticas
vi: Tài liệu thống kê

# tinyproxy_tinyproxy_syslog
source: Write to syslog
ca: Escriu al syslog
de: In Systemprotokoll schreiben
es: Escribir al syslog
pl: Zapisuj do loga systemowego
pt_br: Escrever para syslog
vi: viết tới syslog

# tinyproxy_tinyproxy_timeout
source: Connection Timeout
ca: Temps d'espera excedit
de: Verbindungstimeout
es: Tiempo agotado para la conexión
pl: Limit czasu połączenia
pt_br: Timeout de conexão
vi: Kết nối hết hiệu lực

# tinyproxy_tinyproxy_viaproxyname
source: Value of Via-Header
ca: Valor de Via-Header
de: Wert des Via-Headers
es: Valor para Via-Header
pl: Wartość nagłówka Via
pt_br: Valor do cabeçalho &quot;Via-Header&quot;
vi: Giá trị của Via-Header

# tinyproxy_tinyproxy_xtinyproxy
source: Include client IP
ca: Inclou client IP
de: Client-IP übertragen
es: Incluir IP del cliente
pl: Zawieraj IP klienta
pt_br: Incluir o IP do cliente
vi: Bao gồm IP của khách hàng

# tinyproxy_type_proxy
source: Via proxy
de: Über Proxy
pl: Proxy Via

# tinyproxy_type_reject
source: Reject access
ca: Rebutja accés
de: Verbiete Zugriff
es: Rechazar acceso
pl: Odrzuć dostęp
pt_br: Rejeitar o acesso
vi: Từ chối truy cập

# tinyproxy_upstream
source: Upstream Control
ca: Control de pujada
de: Zugangskontrolle
es: Control de subida (upstream)
pl: Kontrola ruchu wychodzącego
pt_br: Controle de Upstream
vi: Điều khiển Upstream

# tinyproxy_upstream_target
source: Target host
ca: Màquina destí
de: Zielhost
es: Host de destino
pl: Host docelowy
pt_br: Host de destino
vi: Host mục tiêu

# tinyproxy_upstream_type
source: Type
ca: Tipus
de: Methode
es: Tipo
pl: Typ
pt_br: Tipo
vi: Loại

# tinyproxy_upstream_via
source: Upstream Proxy
ca: Proxy de pujada
de: Zugangsproxy
es: Proxy de subida (upstream)
pl: Proxy ruchu wychodzącego
pt_br: Proxy para Upstream
