Repository: 8devices/luci
Catalog: po/*/uvl.po
Languages: ca, de, es, pt_br, vi

# uvl_err_uciload
source: Unable to load config "%p": %1
ca: No s'ha pogut carregar la configuració "%p": %1
de: Fehler beim Laden der Konfiguration "%p": %1
pt_br: Não foi possível carregar a configuração "%p": %1

# uvl_err_scheme
source: Error in scheme "%p": %c
ca: Error en l'esquema "%p": %c
de: Fehler in Schema "%p": %c
pt_br: Erro no esquema "%p": %c

# uvl_err_config
source: Error in config "%p": %c
ca: Error a la configuració "%p": %c
de: Fehler in Konfiguration "%p": %c
pt_br: Erro na configuração "%p": %c

# uvl_err_section
source: Error in section "%i" (%I): %c
ca: Error a la secció "%i" (%I): %c
de: Fehler in Sektion "%i" (%I): %c
pt_br: Erro na seção "%i" (%I): %c

# uvl_err_option
source: Error in option "%i" (%I): %c
ca: Error a l'opció "%i" (%I): %c
de: Fehler in Option "%i" (%I): %c
pt_br: Erro na opção "%i" (%I): %c

# uvl_err_reference
source: Option "%i" has invalid reference specification %1: %c
ca: L'opció "%i" té una especificació de referència invàlida %1: %c
de: Option "%i" hat eine ungültige Referenz-Spezifikation %1: %c
pt_br: Opção "%i" tem especificação de referência inválida %1: %c

# uvl_err_dependency
source: In dependency check for %t "%i": %c
ca: Comprova dependència per %t "%i": %c
de: Nicht erfüllte Abhängigkeiten in %t "%i": %c
pt_br: Na dependência de verificação %t "%i": %c

# uvl_err_sme_find
source: Can not find scheme "%p" in "%1"
ca: Mp es pot trobar l'esquema "%p" a "%1"
de: Schema "%p" nicht in Verzeichnis "%1" gefunden
pt_br: Não é possível encontrar o esquema "%p" in "%1"

# uvl_err_sme_read
source: Can not access file "%1"
ca: No es pot accedir al fitxer "%1"
de: Fehlende Dateizugriffsrechte auf "%1"
pt_br: Não é possível acessar o arquivo "%1"

# uvl_err_sme_reqfld
source: Missing required scheme field "%1" in "%i"
ca: Falta el camp d'esquema requerit "%1" a "%i"
de: Notwendiges Feld "%1" fehlt in Schema "%i"
pt_br: Faltando campo requerido no esquema: "%1" em "%i"

# uvl_err_sme_invref
source: Illegal reference "%1" to an anonymous section
ca: Referència "%1" il·legal a unaa secció anònima
de: Ungültige Referenz "%1" verweist auf eine anonyme Sektion
pt_br: Referência "1%" ilegal para uma seção anônima

# uvl_err_sme_badref
source: Malformed reference in "%1"
ca: Referència malformada a "%1"
de: Syntaxfehler in Referenzspezifikation "%1"
pt_br: Referência mal elaborada em "%1"

# uvl_err_sme_baddep
source: Malformed dependency specification "%1" in "%i"
ca: Especificació de dependència "%1" malformada a "%i"
de: Syntaxfehler in Abhängigkeitsbeschreibung "%1" von "%i"
pt_br: Especificação de dependência mal elaborada: "%1" em "%i"

# uvl_err_sme_badval
source: Malformed validator specification "%1" in "%i"
ca: Especificació de validador "%1" malformada a "%i"
de: Syntaxfehler in Validatorspezifikation "%1" von "%i"
pt_br: Especificação de validador mal elaborada: "%1" em "%i"

# uvl_err_sme_errval
source: External validator "%1" failed: %2
ca: Ha fallat el validador extern "%1": %2
de: Fehler in externem Validator "%1": %2
pt_br: Validador externo "%1" falhou: %2

# uvl_err_sme_vbadpack
source: Variable "%o" in scheme "%p" references unknown package "%1"
ca: La variable "%o" a l'esquema "%p" referencia el paquet desconegut "%1"
de: Option "%o" in Schema "%p" referenziert unbekanntes Paket "%1"
pt_br: Variável "%o" no esquema "%p" faz referência para um pacote desconecido "%1"

# uvl_err_sme_vbadsect
source: Variable "%o" in scheme "%p" references unknown section "%1"
ca: La variable "%o" a l'esquema "%p" referencia la secció desconeguda "%1"
de: Option "%o" in Schema "%p" referenziert unbekannte Sektion "%1"
pt_br: Variável "%o" no esquema "%p" faz referência para uma seção desconecida "%1"

# uvl_err_sme_ebadpack
source: Enum "%v" in scheme "%p" references unknown package "%1"
ca: L'enum "%v" a l'esquema "%p" referencia el paquet desconegut "%1"
de: Aufzählung "%v" in Schema "%p" referenziert unbekanntes Paket "%1"
pt_br: Enum "%v" no esquema "%p" faz referência para um pacote desconecido "%1"

# uvl_err_sme_ebadsect
source: Enum "%v" in scheme "%p" references unknown section "%1"
ca: L'enum "%v" a l'esquema "%p" referencia el la secció desconeguda "%1"
de: Aufzählung "%v" in Schema "%p" referenziert unbekannte Sektion "%1"
pt_br: Enum "%v" no esquema "%p" faz referência para uma seção desconecida "%1"

# uvl_err_sme_ebadopt
source: Enum "%v" in scheme "%p" references unknown option "%1"
ca: L'enum "%v" a l'esquema "%p" referencia l'opció desconeguda "%1"
de: Aufzählung "%v" in Schema "%p" referenziert unbekannte Option "%1"
pt_br: Enum "%v" no esquema "%p" faz referência para uma opção desconecida "%1"

# uvl_err_sme_ebadtype
source: Enum "%v" in scheme "%p" references non-enum option "%p.%s.%o"
ca: L'enum "%v" a l'esquema "%p" referencia l'opció no-enum "%p.%s.%o"
de: Aufzählung "%v" in Schema "%p" referenziert Nicht-Aufzählungs-Option "%p.%s.%o"
pt_br: Enum "%v" no esquema "%p" faz referência para uma opção não-enum "%p.%s.%o"

# uvl_err_sme_ebaddef
source: Enum "%v" in scheme "%p" redeclares the default value of "%p.%s.%o"
ca: L'enum "%v" a l'esquema "%p" redeclara el valor per defecte "%p.%s.%o"
de: Aufzählung "%v" in Schema "%p" überschreibt den Standardwert von "%p.%s.%o"
pt_br: Enum "%v" no esquema "%p" redeclara o valor padrão de "%p.%s.%o"

# uvl_err_sect_unknown
source: Section "%i" (%I) not found in scheme
ca: No s'ha trobat la secció "%i" (%I) a l'esquema
de: Sektion "%i" (%I) nicht in Schema gefunden
pt_br: Seção "%i" (%I) não encontrada no esquema

# uvl_err_sect_required
source: Required section "%p.%s" not found in config
ca: No s'ha trobat la secció "%p.%s" requerida a la configuració
de: Benötigte Sektion vom Typ "%I" nicht in Konfiguration gefunden
pt_br: Seção requerida "%p.%s" não encontrada na configuração

# uvl_err_sect_unique
source: Unique section "%p.%s" occurs multiple times in config
ca: La secció única "%p.%s" hi és més d'un cop a la configuració
de: Einzigartige Sektion "%i" (%I) kommt mehrfach in der Konfiguration vor
pt_br: Seção única "%p.%s" ocorre várias vezes na configuração

# uvl_err_sect_named
source: The section of type "%p.%s" is stored anonymously in config but must be named
ca: La secció del tipus "%p.%s" s'emmagatzema anònimament a la configuració però s'ha d'anomenar
de: Die Sektion vom Typ "%I" ist anonym in der Konfiguration gespeichert, muss aber einen Namen haben
pt_br: A seção do tipo "%p.%s" está armazenada na configuração como anônima, mas deve ser nomeada

# uvl_err_sect_notfound
source: Section "%p.%s" not found in config
ca: No s'ha trobat la secció "%p.%s" a la configuració
de: Sektion vom Typ "%I" nicht in der Konfiguration gefunden
pt_br: Seção "%p.%s" não encontrada na configuração

# uvl_err_opt_unknown
source: Option "%i" (%I) not found in scheme
ca: No s'ha trobat l'esquema "%p.%s" a l'esquema
de: Option "%i" (%I) nicht im Schema gefunden
pt_br: Opção "%i" (%I) não encontrada no esquema

# uvl_err_opt_required
source: Required option "%i" has no value
ca: L'opció requerida "%i" no té valor
de: Die benötigte Option "%i" hat keinen Wert gesetzt
pt_br: Opção requerida "%i" não tem nenhum valor

# uvl_err_opt_badvalue
source: Value "%1" of option "%i" is not defined in enum %2
ca: El valor "%1" de l'opció "%i" no està definit a l'enum %2
de: Der Wert "%1" von Option "%i" ist nicht in der Aufzählung %2 definiert
pt_br: Valor "%1" da opção "%i" não está definido no enum %2

# uvl_err_opt_invvalue
source: Value "%1" of option "%i" does not validate as datatype "%2"
ca: El valor "%1" de l'opció "%i" no valida com el tipus de data "%2"
de: Der Wert "%1" von Option "%i" ist kein gültiger "%2" Datentyp
pt_br: Valor "%1" da opção "%i" não foi validado como tipo de dados "%2"

# uvl_err_opt_notlist
source: Option "%i" is defined as list but stored as plain value
ca: L'opció "%i" està definida com una llista però emmagatzemada com a text pla
de: Option "%i" ist als Liste definiert aber als einfache Option gespeichert
pt_br: Opção "%i" está definida como lista, mas armazenada como um valor simples

# uvl_err_opt_datatype
source: Option "%i" has unknown datatype "%1"
ca: L'opció "%i" té el tipus de dades desconegut "%1"
de: Option "%i" hat unbekannten Datentyp "%1"
pt_br: Opção "%i" tem o tipo de dados desconhecido "%1"

# uvl_err_opt_notfound
source: Option "%p.%s.%o" not found in config
ca: No s'ha trobat l'opció "%p.%s.%o" a la configuració
de: Option "%i" nicht in der Konfiguration gefunden
pt_br: Opção "%p.%s.%o" não encontrada na configuração

# uvl_err_dep_notequal
source: Dependency (%1) failed: option "%i" is not eqal "%2"
ca: Ha fallat la dependència %1: l'opció "%i" no és igual "%2"
de: Abhängigkeit (%1) nicht erfüllt: Option "%i" ist nicht "%2"
pt_br: Dependência (%1) falhou: opção "%i" is not eqal à "%2"

# uvl_err_dep_novalue
source: Dependency (%1) failed: option "%i" has no value
ca: Ha fallat la dependència %1: l'opció "%i" no té valor
de: Abhängigkeit (%1) nicht erfüllt: Option "%i" hat keinen Wert gesetzt
pt_br: Dependência (%1) falhou: opção "%i" não tem nenhum valor

# uvl_err_dep_notvalid
source: Dependency (%1) failed: %c
ca: Ha fallat la dependència %1: %c
de: Abhängigkeit (%1) nicht erfüllt: %c
pt_br: Dependência (%1) falhou: %c

# uvl_err_dep_recursive
source: Recursive dependency for option "%i" detected
ca: S'ha detectat una dependència recusriva per l'opció "%i"
de: Rekursive Abhängkeit in Option "%i" gefunden
pt_br: Dependência recursiva para a opção "%i" detectada

# uvl_err_dep_badenum
source: In dependency check for enum value "%i": %c
ca: A la comprovació de dependència del valor enum "%i": %c
de: Nicht erfüllte Abhängigkeiten in Aufzählung "%i": %c
es: Verificar depedencia para el valor del enumerador (enum) "%i": %c
pt_br: Na dependência, verificar pelo valor enum "%i": %c
vi: Trong kiểm tra các phụ thuộc cho giá trị enum "% i": \ n% c

source: Unable to load config "%p": %1
es: No se puede cargar la configuración "%p": %1
vi: Không thể tải cấu hình "%p": %1

source: Error in scheme "%p":\n%c
es: Error en el esquema "%p": %c
vi: Lỗi trong sơ đồ "%p": %c

source: Error in config "%p":\n%c
es: Error en la configuración "%p": %c
vi: Lỗi trong cấu hình "%p": %c

source: Error in section "%i" (%I):\n%c
es: Error en la sección "%i" (%I): %c
vi: Lỗi trong mục "%i" (%I): %c

source: Error in option "%i" (%I):\n%c
es: Error en la opción "%i" (%I): %c
vi: Lỗi trong tùy chọn "%i" (%I): %c

source: Option "%i" has invalid reference specification %1:\n%c
es: La opción "%i" posee una referencia inválida para la especificación %1: %c
vi: Tùy chọn "% i" có đặc điểm kỹ thuật tham chiếu không hợp lệ% 1: \ n% c

source: In dependency check for %t "%i":\n%c
es: Dependencia no verificada para for %t "%i": %c
vi: Kiểm tra phụ thuộc cho %t "%i": %c

source: Can not find scheme "%p" in "%1"
es: No se puede encontrar el esquema "%p" in "%1"
vi: Không thể tìm thấy sơ đồ "%p" in "%1"

source: Can not access file "%1"
es: No se puede acceder al archivo "%1"
vi: Không thể truy cập tập tin "%1"

source: Missing required scheme field "%1" in "%i"
es: No se encuentra el campo "%1" requerido en el esquema "%i"
vi: Thiếu sơ đồ lĩnh vực yêu cầu "%1" in "%i"

source: Illegal reference "%1" to an anonymous section
es: Referecia Ilegal "%1" a una sección anómina
vi: Bất hợp pháp tham khảo "% 1" tới một danh mục

source: Malformed reference in "%1"
es: Referencia mal confeccioanda en "%1"
vi: Malformed reference trong "%1"

source: Malformed dependency specification "%1" in "%i"
es: Especificación de depedencia "%1" mal confeccionada en "%i"
vi: Malformed dependency specification "%1" trong "%i"

source: Malformed validator specification "%1" in "%i"
es: Especificación del validador "%1" mal confeccionado en "%i"

source: External validator "%1" failed: %2
es: Falló Validación "%1" externa: %2

source: Variable "%o" in scheme "%p" references unknown package "%1"
es: La variable "%o" en el esquema "%p" hace referencia a un paquete desconocido "%1"
vi: Variable "%o" in scheme "%p" references gói không rõ ràng "%1"

source: Variable "%o" in scheme "%p" references unknown section "%1"
es: La variable "%o" en el esquema "%p" hace referencia a una sección desconocida "%1"

source: Enum "%v" in scheme "%p" references unknown package "%1"
es: Enumerador "%v" en el esquema "%p" hace referencia a un paquete desconocido "%1"

source: Enum "%v" in scheme "%p" references unknown section "%1"
es: Enumerador "%v" en el esquema "%p" hace referencia a una sección desconocida "%1"

source: Enum "%v" in scheme "%p" references unknown option "%1"
es: Enumerador "%v" en el esquema "%p" hace referencia a una opción desconocida "%1"

source: Enum "%v" in scheme "%p" references non-enum option "%p.%s.%o"
es: Enumerador "%v" en el esquema "%p" hace referencia a una opción no numerable "%p.%s.%o"

source: Enum "%v" in scheme "%p" redeclares the default value of "%p.%s.%o"
es: Enumerador "%v" en el esquema "%p" redefine el valor por defecto de "%p.%s.%o"

source: Section "%i" (%I) not found in scheme
es: La Sección "%i" (%I) no se encuentra en el esquema
vi: Phần "% i" (% i) không được tìm thấy trong chương trình

source: Required section "%p.%s" not found in config
es: Sección requerida "%p.%s" no se encuentra en la configuración (config)
vi: Phần yêu cầu "%p.%s" không được tìm thấy trong cấu hình

source: Unique section "%p.%s" occurs multiple times in config
es: La sección (unique) "%p.%s" se encuentra definida varias veces en el archivo de configuración
vi: Phần duy nhất "%p.%s" xảy ra nhiều lần trong cấu hình

source: The section of type "%p.%s" is stored anonymously in config but must be named
es: El tipo de sección "%p.%s" es almacenada anónimamente en el archivo de configuración pero debe ser renombrada
vi: Các phần của loại "%p.%s" được lưu giữ ngẫu nhiên trong cấu hình, nhưng phải được đặt tên

source: Section "%p.%s" not found in config
es: La Sección "%p.%s" no se encuentra en el archivo de configuración
vi: Phần "%p.%s" không được tìm thấy trong cấu hình

source: Option "%i" (%I) not found in scheme
es: La Opción "%i" (%I) no se encuentra en el esquema
vi: Tùy chọn "%i" (%I) không tìm thấy trong sơ đồ

source: Required option "%i" has no value
es: No se ha ingresado un valor correcto para la Opción requerida "%i"
vi: Tùy chọn yêu cầu "%i" không có giá trị

source: Value "%1" of option "%i" is not defined in enum %2
es: El valor "%1" de la opción "%i" no se ha sido definido en el enumerador %2
vi: Giá trị "%1" của tùy chọn "%i" không được định nghĩa trong enum %2

source: Value "%1" of option "%i" does not validate as datatype "%2"
es: El valor "%1" de la opción "%i" no se valida como un tipo de dato (datatype) "%2"
vi: Giá trị "%1" của tùy chọn "%i" không có hiệu lực như datatype "%2"

source: Option "%i" is defined as list but stored as plain value
es: La "%i" está definida como una lista pero es almacenado como un valor plano
vi: Tùy chọn "%i" được định nghĩa như một list nhưng lưu trữ như một giá trị rỗng

source: Option "%i" has unknown datatype "%1"
es: La opción "%i" tiene un tipo de dato (datatype) "%1" desconocido
vi: Tùy chọn "%i" có không xác định datatype "%1"

source: Option "%p.%s.%o" not found in config
es: Opción "%p.%s.%o" no encontrada en archivo de configuración
vi: Tùy chọn "%p.%s.%o" không tìm thấy trong cấu hình

source: Dependency (%1) failed:\noption "%i" is not eqal "%2"
es: Error en la dependencia (%1) : la opción "%i" no es igual a "%2"
vi: Phụ thuộc (%1) bị lỗi: option "%i" thì không bằng "%2"

source: Dependency (%1) failed:\noption "%i" has no value
es: Error en la dependencia (%1) : la opción "%i" no tiene un valor válido
vi: Phụ thuộc (%1) bị lỗi: option "%i" không có giá trị

source: Dependency (%1) failed:\n%c
es: Error en la dependencia (%1) : %c
vi: Phụ thuộc (%1) bị lỗi: %c

source: Recursive dependency for option "%i" detected
es: Se ha detectado una repedencia definida recursivamente para la opción "%i"
vi: Recursive phụ thuộc cho các tùy chọn "% i" được phát hiện
