Repository: 8devices/luci
Catalog: po/*/wol.po
Languages: uk

source: Wake on LAN is a mechanism to remotely boot computers in the local network.
uk: Wake on LAN є технологією для завантаження віддаленого комп'ютера в локальній мережіі.

source: Wake up host
uk: Розбудити комп'ютер

source: Starting WoL utility:
uk: Запуск WoL утиліти:

source: WoL program
uk: Программа WoL

source: Sometimes only one of both tools work. If one of fails, try the other one
uk: Іноді тільки одна з цих двох утиліт працює. Якщо одна з них не працює, спробуйте іншу

source: Network interface to use
uk: Використати мережевий інтерфейс

source: Specifies the interface the WoL packet is sent on
uk: Визначає інтерфейс, по якому буде надіслано пакет WoL

source: Broadcast on all interfaces
uk: Розпочати трансляцію на всіх інтерфейсах

source: Host to wake up
uk: Комп'ютер, який необхідно розбудити

source: Choose the host to wake up or enter a custom MAC address to use
uk: Виберіть комп'ютер, що необхідно розбудити або введіть користувацьку адресу MAC
